<template>
             <div>
            <h1 v-if="isFromWeb()" class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">আমাদের সম্পর্কে</h1>

            <div class="term-para text-base text-gray-600">
                <p class="mb-6 leading-6">
                  বহু বছরের পরিশ্রম এবং গবেষণার পর, আমাদের কম্পিউটার জিনিয়াস একটি অনন্য ধারণার সাথে প্রস্তুত যেখানে আপনি "যেকোনো কিছু দিতে এবং নিতে পারেন।" 

                </p>
            <p class="mb-6 leading-6">
              টাকা নয়, তবে জিনিসের বদলে জিনিস পেতে কার না ভালো লাগে, আর এই চিন্তাভাবনাকেই বাস্তবায়িত করতে gintaa -র আবির্ভাব। 

            </p>
                <p class="mb-6 leading-6">
                  gintaa, ভারতের প্রথম 3-in-1 প্ল্যাটফর্ম যেখানে আপনি টাকা বা gintaa কয়েন কিনতে, বিক্রি করতে এবং বিনিময় করতে পারেন। ব্রাউজ করুন, আপনার পছন্দমতো প্রোডাক্ট বাছুন এবং তারপর বিক্রেতার সাথে আলোচনা করুন। 
</p>
                <p class="mb-6 leading-6">অনায়াসে 0% কমিশনে লিস্টিং ও বিক্রি করুন এবং বিনিময় করুন!
এটি প্রত্যেক ব্যবহারকারীর জন্য একটি ওয়ান-স্টপ ডেস্টিনেশন যেখানে আপনি কেনা, বেচা ও বিনিময় দুটোই করতে পারেন টাকা বা gintaa কয়েন এর মাধ্যমে।

</p>
                <p class="mb-6 leading-6">শাড়ি, খেলনা, বই, পোশাক, ইলেকট্রনিক্স, আসবাবপত্র ইত্যাদি থেকে শুরু করে বিভিন্ন ধরনের প্রোডাক্ট এখানে পেয়ে যাবেন। ব্যবহারকারীরা তাদের প্রোডাক্ট কেনা, বেচা, বিনিময় ও দরদাম করতে পারেন।
</p>
<div class="term-para text-base text-gray-600 font-bold mb-6">আসুন gintaa -র মূল বৈশিষ্ট্যগুলি দেখে নেওয়া যাক:</div>
      <ul>
        <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>প্রোডাক্ট কেনা, বেচা এবং বিনিময় করার জন্য ভারতের একমাত্র প্ল্যাটফর্ম</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>অবিশ্বাস্য ডিসকাউন্টে বিভিন্ন শ্রেণীর প্রোডাক্ট কিনুন</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>0% কমিশন চার্জে প্রোডাক্ট বিক্রি করুন এবং 100% লাভ রাখুন</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>বিনামূল্যে অনলাইনে প্রোডাক্ট এক্সচেঞ্জ করার জন্যে একটি বিশেষ অ্যাপ যা আপনাকে দারুন কেনাকাটার অভিজ্ঞতা দেয়, সেটি কেনা, বেচা হোক বা বিনিময়</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>ছবি তোলার মতো অনায়াসে সেকেন্ডের মধ্যে প্রোডাক্ট তালিকাভুক্ত করুন বিনামূল্যে</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>আপনার ডিল নিয়ে আলোচনা করতে চ্যাট/কল করে ক্রেতা ও বিক্রেতাদের সাথে সরাসরি যোগাযোগ করুন</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>প্রতিটি সফল প্রোডাক্ট বিনিময় লেনদেনে gintaa কয়েন উপার্জন করুন</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>প্রোডাক্ট অদলবদল করতে অনলাইন প্ল্যাটফর্ম জুড়ে ব্যবহারকারীদের সাথে যোগাযোগ স্থাপনে সাহায্য করার জন্য gintaa ০% কমিশন ফি চার্জ করে</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>অন্যদের gintaa -তে যোগদানের জন্য আমন্ত্রণ জানিয়ে, বিনিময়ের জন্য প্রোডাক্ট তালিকাভুক্ত করে এবং অফার সম্পূর্ণ করে প্রচুর gintaa কয়েন উপার্জন করুন</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>আপনার আশেপাশে বা PAN ভারত জুড়ে ক্রেতা এবং বিক্রেতাদের খুঁজুন এবং দুর্দান্ত অফারগুলি আবিষ্কার করুন৷</li>

<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>সরাসরি আপনার 'ওয়ালেট'-এর জন্য gintaa কয়েন কিনুন এবং আপনার 'ওয়ালেট'-এ আরও উপার্জন করুন!</li>


<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>gintaa-য় আপনার বন্ধুদের আমন্ত্রণ জানান এবং পুরষ্কার হিসাবে gintaa কয়েন উপার্জন করুন</li>
      </ul>
                <!-- <ul>
                    <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>

                        gintaa হলো প্রোডাক্ট এক্সচেঞ্জের জন্য একটি ব্যবহারকারী-কেন্দ্রিক প্ল্যাটফর্ম</li>
                     <li class="text-sm text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>আপনার পুরানো আইটেমগুলি তালিকাভুক্ত করুন এবং আপনার পছন্দসই কোনো দ্রব্যের সাথে বিনিময় করুন</li>
                    <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>জিরো কমিশনে আপনার প্রোডাক্টের প্রকৃত মূল্য পান</li>
                     <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>ওটিপি ব্যবহার করে gintaa -র পেজ এ 'লগইন' করুন। লগইন-এর প্রকিয়াটি .সম্পূর্ণরূপে সহজ ও নিরাপদ</li>
                     <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>আপনার বন্ধুদের gintaa-এ আমন্ত্রণ জানান এবং পুরস্কার হিসেবে gintaa কয়েন উপার্জন করুন
</li>
                     <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>আনলিমিটেড প্রোডাক্টগুলির জন্য তালিকা এবং মিল খুঁজে পেতে বিভাগগুলির একটি সংজ্ঞায়িত সেট উপলব্ধ আছে</li>
                </ul> -->

            </div>


            </div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'AboutUsBengali',
    methods:{
    isFromWeb(){
      if(this.$route.query.fromMobileApp === null){
        return false
      }else{
        return true
      }
    }
  }
});
</script>
