<template>
             <div>
            <h1 v-if="isFromWeb()" class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">हमारे बारे में</h1>

            <div class="term-para text-base text-gray-600">
                <p class="mb-6 leading-6">
                  वर्षों के शोध और सख्त समय सीमा के साथ, हमारे कंप्यूटर जीनियस एक यूनीक कॉन्सेप्ट् के साथ तैयार हैं जहां आप "कुछ भी <span class="font-bold">अदला-बदली कर सकते हैं।"</span>
                   

                </p>
            <p class="mb-6 leading-6">
              यह नाम है gintaa, जो न केवल आपकी वास्तविक जीवन की समस्याओं की पहचान करता है पर बिना किसी असफलता के सही समाधान भी तैयार करता है।
 

            </p>
                <p class="mb-6 leading-6">
                  gintaa, भारत का पहला 3-इन-1 प्लेटफॉर्म जहां आप नकद या gintaa कॉइन्स में खरीदारी, बिक्री और एक्सचेंज कर सकते हैं। ब्राउज़ करें, अपना सामान चुनें और फिर विक्रेता के साथ मोल-भाव करें। 0% कमीशन पर लिस्ट करें व बेचें और बिना किसी रुकावट के एक्सचेंज करें!
</p>
                <p class="mb-6 leading-6">यह हर उस उपयोगकर्ता के लिए वन-स्टॉप डेस्टिनेशन है, जो बेहतरीन सामान अविश्वसनीय ऑफ़र पर खरीदना-बेचना या एक्सचेंज करना पसंद करते हैं।</p>
                <p class="mb-6 leading-6">साड़ी, खिलौने, किताबें, फैशन अपैरल, इलेक्ट्रॉनिक्स, फर्नीचर आदि से लेकर सामानों की एक विस्तृत विविधता को एक्स्प्लोर करें। उपयोगकर्ता अपने सामानों की बिक्री, उनका मोल-भाव, उन्हें खरीद या एक्सचेंज बड़े आसानी से कर सकते हैं। 
</p>
<div class="term-para text-base text-gray-600 font-bold mb-6">आइए gintaa की प्रमुख विशेषताओं पर करीब से नज़र डालें:
</div>
<ul>
  <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>सामानों को खरीदने, बेचने और एक्सचेंज करने के लिए भारत का एकमात्र ऑल-इन-वन प्लेटफॉर्म</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>खरीदें  सामान श्रेणियों की एक विस्तृत श्रृंखला में से वो भी अविश्वसनीय छूट पर</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>सामानों को 0% कमीशन शुल्क पर बेचें और 100% लाभ पाए</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>सामान एक्सचेंज करने के लिए मुफ़्त ऑनलाइन ऐप जो खरीदारी, बिक्री और एक्सचेंज करने का अनूठा अनुभव देता है। </li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>सामानों की सेकंड में लिस्ट करें, वो भी निःशुल्क और बड़े ही सहजता से!</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>डील्स पर मोल-भाव करने के लिए चैट/कॉल के द्वारा खरीदारों और विक्रेताओं से सीधे जुड़ें</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>सामान के प्रत्येक सफल एक्सचेंज लेन-देन होने पर gintaa कॉइन्स कमाए </li> 
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg> सामानों को एक्सचेंज करने के लिए ऑनलाइन प्लेटफॉर्म पर मौजूद उपयोगकर्ताओं से जुड़ने में आपकी मदद करने के लिए,  gintaa शून्य कमीशन शुल्क लेता है</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>दूसरों को gintaa में शामिल होने के लिए आमंत्रित करके, एक्सचेंज के लिए सामानों को लिस्ट करके और ऑफ़र बंद करके असीमित gintaa कॉइन्स कमाए </li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>अपने आस-पड़ोस में या पूरे भारत में खरीदार और विक्रेता खोजें और शानदार ऑफ़र पाए।</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>सीधे अपने 'वॉलेट' के लिए gintaa कॉइन्स खरीदें और अपने 'वॉलेट' में उससे भी अधिक कमाएं!</li>
<li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>अपने दोस्तों को gintaa पर आमंत्रित करें और पुरस्कार के रूप में gintaa कॉइन्स कमाए</li>


</ul>
                <!-- <ul>
                    <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>

                       उत्पादों के लिए एक उपयोगकर्ता-केंद्रित वस्तु विनिमय मंच</li>
                     <li class="text-sm text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>अपने पुराने सामान को लिस्ट करें और उन्हें अपनी इच्छा के अनुसार बदलें</li>
                    <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>जीरो यानी शुन्य कमीशन पर अपने सामान का सही मूल्य प्राप्त करें</li>
                     <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>ओटीपी का उपयोग करके सुरक्षित और साधारण 'लॉगिन' की प्रक्रिया</li>
                     <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>अपने दोस्तों को जिंटा पर आमंत्रित करें और पुरस्कार के रूप में जिंटा कॉइन्स कमाए
</li>
                     <li class="text-base text-gray-600 pb-4 relative pl-9">
                        <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg" class="absolute left-0 top-1">
<path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
</svg>एक परिभाषित श्रेणियों का सेट लिस्ट करने क लिए उपलब्ध है और असीमित सामानो के लिए मिलान खोजने का अवसर</li>
                </ul> -->

            </div>


            </div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'AboutUsEnglish',
    methods:{
    isFromWeb(){
      if(this.$route.query.fromMobileApp === null){
        return false
      }else{
        return true
      }
    }
  }
});
</script>
