<template>
             <div class="relative">
                 <h1 class=" md:hidden text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">Press Release</h1>
                 <div class="lg:absolute  lg:-mt-[300px] w-full">
                 <div class="lg:bg-black lg:bg-opacity-60 lg:p-10 lg:w-5/6 mx-auto">
                     <div class="text-base lg:text-white">October 1, 2021</div>
                     <div class="text-sm lg:text-white pb-4">Bengaluru</div>
                     <div class="text-[24px] lg:text-[36px] lg:text-white font-bold pb-6 lg:pb-0">
                         “gintaa”-  ভারতের সর্বপ্রথম পেটেন্ট ই-কমার্স প্লাস প্লাটফর্ম
                     </div>
                 </div>

                 </div>
            <h1 class="hidden lg:block text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">প্রেস রিলিস</h1>

            <div class="term-para text-sm text-gray-600">
                
                                  

<p class="mb-6 leading-6">গত 1লা অক্টোবর 2021-এ বেঙ্গালুরুতে, Ascon Softech India Pvt Ltd-এর একটি ব্র্যান্ড, gintaa চালু করা হয়। এটি একটি স্টার্ট-আপ যা ই-কমার্স ব্যবসার গতিশীলতা পরিবর্তন করতে অনলাইন রিটেইলিং সেক্টরে বড় পদক্ষেপ গ্রহণ করতে চলছে। কলকাতার নতুন হেডকোয়ার্টারটি স্টার্ট-আপ ই-কমার্স ব্যবসার গতিশীলতা পরিবর্তন করতে প্রস্তুত। </p>

<p class="mb-6 leading-6">কলকাতায় লঞ্চের দিন চেয়ারম্যান ও এমডি লক্ষ্মণ জয়সওয়াল বলেন, “gintaa 'গিভ অ্যান্ড টেক' বা 'দেওয়া-নেওয়া'-এই আদি ভারতীয় দর্শনের উপর ভিত্তি করে বাস্তবায়িত করা হয়েছে। এটা ছাড়াও, gintaa একটি সামাজিক ই-কমার্স প্লাটফর্ম যা বিটুবি, বিটুসি,সিটুবি,সিটুসি সেলিং, কেনাকাটা, নিলাম এবং বিনিময়ের মতো ই-কমার্সের বিভিন্ন দিককে তুলে ধরে।</p>

<p class="mb-6 leading-6">gintaa-র প্রধান লক্ষ্য হল ভারতে ক্রমবর্ধমান ই-কমার্স ব্যবসায় 50-60% স্থিতিশীল বৃদ্ধির সাথে তাল মিলিয়ে চলা। ডিরেক্টর এবং সিইও সোহম জয়সওয়ালের মতে, "gintaa একটি অন্তর্নির্মিত প্রক্রিয়া অফার করবে যার বিক্রেতা, পরিষেবা প্রদানকারী, ক্রেতা এবং সাথে এন্ড-ইউসারদের জন্য একটি অনন্য রেটিং সিস্টেম থাকবে, যার ফলে প্ল্যাটফর্মের প্রতারণামূলক ব্যবহারের কোনো সম্ভাবনাকে অস্বীকার করবে৷
</p>

<p class="mb-6 leading-6">gintaa -কে ইন্ডিয়া পোস্টের মতো লজিস্টিকস পার্টনারের বৈশিষ্ট্যগুলির দ্বারা সমর্থিত করা হয়েছে যাতে পৃথিবীর দূরতম কোণে পৌঁছানো নিশ্চিত করা, বিমাকৃত ডেলিভারি যার ফলে এর ব্যবহারকারীদের নিরাপত্তার গ্যারান্টি প্রদান করা, প্রযুক্তিগত ত্রুটির সম্ভাবনা কমানোর জন্য কনস্ট্যান্ট সিস্টেম আপগ্রেডেশন, এবং একটি দল সম্পূর্ণ 24×7 SWOT (শক্তি, দুর্বলতা, সুযোগ এবং হুমকি) বিশ্লেষণ প্রদান করে যার ফলে gintaa -র ক্রিয়াকলাপটি সবার কাছে প্রকাশ পায়।"
</p>
<p class="mb-6 leading-6">তিনি জয়েন, অ্যাক্ট, গ্রো অর্থাৎ যোগদান, কর্ম এবং বৃদ্ধি এই দর্শনের ওপর বিশেষভাবে জোর দিয়ে gintaa কে এগিয়ে নিয়ে যাওয়ার ভাবনা প্রকাশ করেছেন।
</p>

            </div>


            </div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'PressReleaseBengali'
})
</script>
