<template>
             <div class="relative">
                 <h1 class=" md:hidden text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">Press Release</h1>
                 <div class="lg:absolute  lg:-mt-[300px] w-full">
                 <div class="lg:bg-black lg:bg-opacity-60 lg:p-10 lg:w-5/6 mx-auto">
                     <div class="text-base lg:text-white">1 अक्टूबर 2021</div>
                     <div class="text-sm lg:text-white pb-4">बेंगलुरु</div>
                     <div class="text-[24px] lg:text-[36px] lg:text-white font-bold pb-6 lg:pb-0">
                         "gintaa"- भारत का पहला पूर्ण पेटेंट ई-कॉमर्स प्लस लॉन्च किया गया।
                     </div>
                 </div>

                 </div>
            <h1 class="hidden lg:block text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">प्रेस रिलीज़</h1>

            <div class="term-para text-sm text-gray-600">
                
                                  

<p class="mb-6 leading-6">1 अक्टूबर 2021 को बेंगलुरु में लॉन्च किया गया Ascon Softech India Pvt Ltd का एक ब्रांड gintaa एक ऐसा स्टार्टअप है जो ऑनलाइन रिटेल सेक्टर पर एक बड़ा लक्ष्य रखते हुए ईकॉमर्स बिजनेस के बदलाव की ओर एक परिवर्तनात्मक पहल है।
</p>

<p class="mb-6 leading-6">कोलकाता में स्थित gintaa स्टार्ट-अप का हेडक्वार्टर अपने व्यवसाय को न केवल एक नए नजरिया देता है पर साथ ही लोगो की रोजमर्रा ज़िंदगी को आसान बनाने के लिए भी पूरी तरह से तैयार है।</p>

<p class="mb-6 leading-6">ऐप के लॉन्च के दौरान चेयरमैन और एमडी ने कहा “gintaa, भारत के लेन-देन के प्राचीन मूल्य पर आधारित है। gintaa एक सामाजिक ईकॉमर्स मंच है जो बी2बी, बी2सी, सी2बी, सी2सी के बिक्री, खरीदी, नीलामी और विनिमय, ई-कॉमर्स के हर संभव पहलू को ध्यान में रखता है।
</p>

<p class="mb-6 leading-6">भारत में बढ़ते ई-कॉमर्स व्यवसाय का लाभ उठाते हुए, gintaa कुछ वर्षों में 50-60% की निरंतर वृद्धि का उद्देश्य रखता है</p>
<p class="mb-6 leading-6">डायरेक्टर और सीईओ सोहम जैसवाल के अनुसार, "gintaa एक इन-बिल्ट मैकेनिज्म की पेशकश करेगा, जिसमें विक्रेताओं, सेवा प्रदाताओं, खरीदारों के साथ-साथ उपयोगकर्ताओं के लिए एक अद्वितीय रेटिंग प्रणाली होगी, जिसकी मदद से प्लेटफॉर्म पर धोखाधड़ी के उपयोग की किसी भी संभावना को नकार दिया जाएगा।
</p>
<p class="mb-6 leading-6">gintaa को इंडिया पोस्ट जैसी लॉजिस्टिक्स पार्टनर सुविधाओं का समर्थन प्राप्त है, जिसकी मदद से सामान दुनिया के किसी भी कोने तक पहुंचाना सुनिश्चित करती है, साथ ही बीमाकृत डिलीवरी देती है, जिससे इसके उपयोगकर्ताओं को सुरक्षा की गारंटी भी मिलती है। यहां तक की तकनीकी गड़बड़ियों की संभावनाओं को कम करने के लिए निरंतर सिस्टम अपग्रेडेशन होता है, और एक समर्पित टीम है जो 24×7 SWOT (यानी कंपनी की ताकत, उनकी कमजोरियां, संभावित अवसर और आने वाले खतरे) का विश्लेषण प्रदान करती है जिससे gintaa की क्रियाशीलता को बेहतरीन नज़रिया मिलता है।

</p>
<p class="mb-6 leading-6">उन्होंने कंपनी के <b>"जॉइन, एक्ट, ग्रो"</b> फिलॉसफी यानी <b>"जुड़ें, योगदान दे</b> और <b>आगे बढ़े"</b> जैसी विचारधारा पर जोर दिया है।

</p>

            </div>


            </div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'PressReleaseHindi'
})
</script>
