<template>
         <div>
            <h1  v-if="isFromWeb()" class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">গোপনীয়তা নীতি</h1>

                    <div class="term-para text-sm text-gray-600">
                       <p class="mb-6"> 'gintaa' ("আমরা" বা "আমাদের" বা "আমাদের") আমাদের ব্যবহারকারীদের ("ব্যবহারকারী", "আপনি" বা "আপনার") গোপনীয়তাকে সম্মান করে। এই গোপনীয়তা নীতি ব্যাখ্যা করে যে আপনি যখন আমাদের ই-প্ল্যাটফর্মে যান তখন আমরা কীভাবে আপনার তথ্য সংগ্রহ করি, ব্যবহার করি, প্রকাশ করি এবং সুরক্ষিত করি। এই গোপনীয়তা নীতিটি সাবধানে এবং বিশদভাবে পড়ুন। আপনি যদি এই গোপনীয়তা নীতির শর্তাবলীর সাথে একমত না হন তবে দয়া করে আমাদের ই-প্ল্যাটফর্ম অ্যাক্সেস করবেন না।</p>
 
<p class="mb-6">আমরা আমাদের সম্পূর্ণ এবং একমাত্র বিবেচনার ভিত্তিতে যে কোনো সময় এই গোপনীয়তা নীতি পরিবর্তন এবং/অথবা পরিবর্তন করার অধিকার সংরক্ষণ করি। আমরা এই গোপনীয়তা নীতির "শেষ আপডেট করা" তারিখ আপডেট করে যেকোনো পরিবর্তন সম্পর্কে আপনাকে সতর্ক করব। যেকোনো পরিবর্তনই আমাদের ই-প্ল্যাটফর্মে আপডেট করা গোপনীয়তা নীতি পোস্ট করার সাথে সাথেই কার্যকর হবে এবং, এবং আমাদের প্ল্যাটফর্ম ব্যবহার করতে সম্মত হওয়ার মাধ্যমে আপনি এই ধরনের প্রতিটি পরিবর্তন বা পরিবর্তনের নির্দিষ্ট নোটিশ পাওয়ার আপনার অধিকার পরিত্যাগ করবেন।
</p>
 
<p class="mb-6">আমাদের গোপনীয়তা নীতির সম্পর্কে অবগত থাকার জন্য আপনাকে এই গোপনীয়তা নীতি পর্যালোচনা করতে উৎসাহিত করা হচ্ছে। এই ধরনের সংশোধিত গোপনীয়তা নীতি পোস্ট করার তারিখের পরে আমাদের ই-প্ল্যাটফর্মের আপনার ক্রমাগত ব্যবহারের দ্বারা আপনি যেকোন সংশোধিত গোপনীয়তা নীতির পরিবর্তনগুলি সম্পর্কে অবগত হতে পারবেন, এবং অবশ্যই এটির সাপেক্ষে থাকবেন এবং এর সাথে এই নীতিটি আপনি গ্রহণ করেছেন বলে মনে করা হবে।
</p>

                    </div>
                    <div class="term-para text-sm text-gray-600 mb-4">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">তথ্য সংগ্রহের ধরণ</h2>
                        <p class="mb-6">আমরা বিভিন্ন উপায়ে আপনার সম্পর্কে তথ্য সংগ্রহ করতে পারি। আমাদের ই-প্ল্যাটফর্মে আমরা যে তথ্য সংগ্রহ করি তাতে যে কটি জিনিস অন্তর্ভুক্ত থাকতে পারে:</p>

                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">ব্যক্তিগত তথ্য
</h3>
<p class="leading-6 text-sm">ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য, যেমন আপনার নাম, শিপিং ঠিকানা, ইমেল আইডি, টেলিফোন নম্বর এবং জনসংখ্যা সংক্রান্ত তথ্য, যেমন আপনার বয়স, লিঙ্গ, শহর এবং আগ্রহ, যা আপনি আমাদের ই-প্ল্যাটফর্মে আপনার প্রোফাইল নথিভুক্ত করার সময় স্বেচ্ছায় আমাদের দেন অথবা আপনি যখন আমাদের ই-প্ল্যাটফর্মের সাথে সম্পর্কিত বিভিন্ন কার্যক্রম যেমন অনলাইন চ্যাট এবং মেসেজ বোর্ড ইত্যাদিতে অংশগ্রহণ করতে চান। আপনি আমাদের ই-প্ল্যাটফর্মে কোনো প্রকার ব্যক্তিগত তথ্য প্রদান করতে বাধ্য নন, তবে তা করতে আপনার অস্বীকৃতি আপনাকে আমাদের ই-প্ল্যাটফর্মে কিছু বৈশিষ্ট্য অ্যাক্সেস করতে বাধা দিতে পারে।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">অমৌলিক ডেটা</h3>
<p class="leading-6 text-sm">আপনি যখন সাইটটি অ্যাক্সেস করেন তখন আমাদের সার্ভারগুলি স্বয়ংক্রিয়ভাবে তথ্য সংগ্রহ করে, যেমন আপনার আইপি ঠিকানা, আপনার ব্রাউজারের ধরন, আপনার অপারেটিং সিস্টেম, আপনার অ্যাক্সেসের সময় এবং আপনি আমাদের ওয়েবসাইট অ্যাক্সেস করার আগে এবং পরে সরাসরি দেখেছেন এমন পৃষ্ঠাগুলি। আপনি যদি আমাদের gintaa মোবাইল অ্যাপ্লিকেশন ব্যবহার করেন, তাহলে এই তথ্যের মধ্যে আপনার ডিভাইসের নাম এবং ধরন, আপনার অপারেটিং সিস্টেম, আপনার ফোন নম্বর, আপনার দেশ, একটি পোস্টে আপনার পছন্দ এবং উত্তর এবং সার্ভারের মাধ্যমে অ্যাপ্লিকেশন এবং অন্যান্য ব্যবহারকারীদের সাথে অন্যান্য মিথস্ক্রিয়া অন্তর্ভুক্ত থাকতে পারে। লগ ফাইল, সেইসাথে অন্য যেকোন তথ্য যা আপনি প্রদান করতে চান।
</p>
                        </div>
                    </div>

                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">সোশ্যাল নেটওয়ার্ক থেকে ডেটা

</h3>
<p class="leading-6 text-sm">সোশ্যাল নেটওয়ার্কিং সাইটগুলি থেকে ব্যবহারকারীর তথ্য [উদাহরণস্বরূপ Facebook, Google+, Instagram, Pinterest, Twitter ইত্যাদি], যেমন, আপনার নাম, আপনার সোশ্যাল নেটওয়ার্ক প্রোফাইলের নাম, অবস্থান, লিঙ্গ, জন্ম তারিখ, ইমেল আইডি, প্রোফাইলের ছবি এবং ডেটা পরিচিতি, যদি আপনি এই ধরনের সোশ্যাল নেটওয়ার্কগুলিতে আপনার অ্যাকাউন্ট সংযুক্ত করেন।
</p>
                        </div>
                    </div>
                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">মোবাইল ডিভাইস ডেটা

</h3>
<p class="leading-6 text-sm">ডিভাইসের তথ্য, যেমন আপনার মোবাইল ডিভাইস আইডি, মডেল এবং নির্মাতা এবং আপনার ডিভাইসের অবস্থান সম্পর্কে তথ্য, যদি আপনি একটি মোবাইল ডিভাইস থেকে সাইটটি অ্যাক্সেস করেন।

</p>
                        </div>
                    </div>
                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">থার্ড পার্টি ডেটা

</h3>
<p class="leading-6 text-sm">আমরা আমাদের নিজস্ব বিবেচনার ভিত্তিতে আমাদের ই-প্ল্যাটফর্মে থার্ড পার্টির বিজ্ঞাপন এবং/অথবা পরিষেবাগুলি অন্তর্ভুক্ত করতে বা অফার করতে পারি। আপনাকে অবশ্যই বুঝতে হবে যে এই ওয়েবসাইটগুলির আলাদা গোপনীয়তা নীতি থাকতে পারে এবং সেই প্ল্যাটফর্মগুলি অ্যাক্সেস করার আগে আপনাকে অবশ্যই এই নীতিটি পড়তে হবে৷ তাই এই লিঙ্কযুক্ত সাইটগুলির বিষয়বস্তু এবং কার্যকলাপের জন্য আমাদের কোন দায়িত্ব বা দায় নেই। তবুও, আমরা আমাদের সাইটের অখণ্ডতা রক্ষা করতে চাই এবং এই সাইটগুলি সম্পর্কে যেকোন প্রতিক্রিয়াকে স্বাগত জানাই।

</p>
                        </div>
                    </div>
                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">প্রতিযোগিতা, উপহার এবং সমীক্ষা থেকে ডেটা
</h3>
<p class="leading-6 text-sm">ব্যক্তিগত এবং অন্যান্য তথ্য যা আপনি প্রতিযোগিতায় প্রবেশ করার সময় বা উপহার দেওয়ার সময় এবং/অথবা সমীক্ষায় প্রতিক্রিয়া জানাতে পারেন।
 </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">মোবাইল অ্যাপ্লিকেশন তথ্য </h3>
                            <p class="leading-6 text-sm mb-2">আপনি যদি gintaa মোবাইল অ্যাপ্লিকেশন ব্যবহার করে সংযুক্ত হন: </p>
                            <ul class="list-disc ml-3">
                              <li class="mb-3">ভূ-অবস্থানের তথ্য: অবস্থান-ভিত্তিক পরিষেবা প্রদানের জন্য আমরা আপনার মোবাইল ডিভাইস থেকে অবস্থান-ভিত্তিক তথ্য অ্যাক্সেস বা ট্র্যাক করার জন্য অনুরোধ করতে পারি, সেটি ক্রমাগত হতে পারে বা আপনি আমাদের মোবাইল অ্যাপ্লিকেশন ব্যবহার করার সময় করতে পারেন। আপনি যদি আমাদের অ্যাক্সেস বা অনুমতি পরিবর্তন করতে চান, তাহলে আপনি আপনার ডিভাইসের সেটিংসে তা করতে পারেন।
</li>
<li class="mb-3">মোবাইল ডিভাইস অ্যাক্সেস: আমরা আপনার মোবাইল ডিভাইসের [ ব্লুটুথ, ক্যালেন্ডার, ক্যামেরা, কন্টাক্টস, মাইক্রোফোন, রিমাইন্ডার, সেন্সর, এসএমএস বার্তা, সোশ্যাল মিডিয়া অ্যাকাউন্ট, স্টোরেজ,] এবং অন্যান্য বৈশিষ্ট্য সহ আপনার মোবাইল ডিভাইস থেকে কিছু বৈশিষ্ট্য অ্যাক্সেস বা অনুমতির অনুরোধ করতে পারি। আপনি যদি আমাদের অ্যাক্সেস বা অনুমতি পরিবর্তন করতে চান, তাহলে আপনি আপনার ডিভাইসের সেটিংসে তা করতে পারেন।
</li>
<li class="mb-3">মোবাইল ডিভাইস ডেটা: আমরা ডিভাইসের তথ্য সংগ্রহ করতে পারি (যেমন আপনার মোবাইল ডিভাইস আইডি, মডেল এবং প্রস্তুতকারক), অপারেটিং সিস্টেম, সংস্করণ তথ্য এবং আইপি ঠিকানা।
</li>
<li class="mb-3">
পুশ বিজ্ঞপ্তি: আমরা আপনাকে আপনার অ্যাকাউন্ট বা অ্যাপ্লিকেশন সম্পর্কিত পুশ বিজ্ঞপ্তি পাঠানোর অনুরোধ করতে পারি। আপনি যদি এই ধরনের যোগাযোগগুলি গ্রহণ করা থেকে বিরত থাকতে চান তবে আপনি আপনার ডিভাইসের সেটিংসে সেগুলি বন্ধ করতে পারেন৷</li>

                            </ul>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">আপনার তথ্য ব্যবহার করুন </h3>
                            <p class="leading-6 text-sm mb-2">আপনার সম্পর্কে আমাদের কাছে সঠিক তথ্য থাকা আপনাকে একটি দক্ষ এবং কাস্টমাইজড অভিজ্ঞতা প্রদান করার অনুমতি দেয়। এই গোপনীয়তা নীতিতে সম্মত হয়ে আপনি এতদ্বারা আমাদের ই-প্ল্যাটফর্মের মাধ্যমে আপনার সম্পর্কে সংগৃহীত তথ্য ব্যবহারে সম্মতি দিচ্ছেন, তবে নিম্নলিখিতগুলির মধ্যে সীমাবদ্ধ নয়:
 </p>
                            <ul class="list-disc ml-3">
                             
                                <li class="mb-2">সুইপস্টেক, প্রচার এবং প্রতিযোগিতা পরিচালনা;</li>
                                <li class="mb-2">আইন প্রয়োগকারীকে সহায়তা করা এবং সমন বা উপস্থিতির চিঠির জবাব দেওয়া;</li>
                                <li class="mb-2">অভ্যন্তরীণভাবে বা থার্ড পার্টির সাথে ব্যবহারের জন্য বেনামী পরিসংখ্যানগত তথ্য এবং বিশ্লেষণ কম্পাইল করা;</li>
                                <li class="mb-2">আপনার অ্যাকাউন্ট তৈরি করুন এবং পরিচালনা করুন;</li>
                                <li class="mb-2">আমাদের ই-প্ল্যাটফর্মে প্রচার সংক্রান্ত লক্ষ্যযুক্ত বিজ্ঞাপন, কুপন, নিউজলেটার এবং অন্যান্য তথ্য সরবরাহ করুন;</li>
                                <li class="mb-2">আপনার অ্যাকাউন্ট সম্পর্কিত ইমেল পান;</li>
                               <li class="mb-2"> ব্যবহারকারীর মধ্যে যোগাযোগ সক্ষম;</li>
                                <li class="mb-2">আমাদের ই-প্ল্যাটফর্মে ভবিষ্যত পরিদর্শন আরও ব্যক্তিগতকৃত করতে আপনার একটি ব্যক্তিগত প্রোফাইল তৈরি করুন;</li>
                               <li class="mb-2"> আমাদের ই-প্ল্যাটফর্মের কার্যকারিতা বাড়ান;</li>
                                 <li class="mb-2">আমাদের ই-প্ল্যাটফর্মের সাথে আপনার অভিজ্ঞতা উন্নত করতে ব্যবহার এবং প্রবণতাগুলি নিরীক্ষণ এবং বিশ্লেষণ করুন;</li>
                                 <li class="mb-2">আপডেট সম্পর্কে অবহিত করা হয়;</li>
                                <li class="mb-2">আপনাকে নতুন প্রোডাক্ট এবং/অথবা সুপারিশ অফার করুন</li>
                                <li class="mb-2">প্রতারণামূলক লেনদেন প্রতিরোধ করা, চুরির বিরুদ্ধে নজরদারি করা এবং অপরাধমূলক কার্যকলাপ থেকে রক্ষা করা;</li>
                                <li class="mb-2">প্রতিক্রিয়া অনুরোধ করুন এবং আমাদের ই-প্ল্যাটফর্ম সম্পর্কে আপনার অভিজ্ঞতা সম্পর্কে আপনার সাথে যোগাযোগ করুন;</li>
                                 <li class="mb-2">বিরোধ সমাধান এবং সমস্যা সমাধান;</li>
                                <li class="mb-2">প্রোডাক্ট এবং গ্রাহক পরিষেবা অনুরোধের প্রতিক্রিয়া;</li>
                                <li class="mb-2">আপনাকে নিউজলেটার পাঠানো হয়;</li>
                                <li class="mb-2">আমাদের ই-প্ল্যাটফর্মের জন্য সমর্থন </li>




                            </ul>
                        </div>
                    </div>

                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">আপনার তথ্য প্রকাশ </h3>
<p class="leading-6 text-sm">আমরা সীমিত পরিস্থিতিতে নিম্নলিখিত পদ্ধতিতে আপনার কাছ থেকে সংগৃহীত তথ্য শেয়ার করতে পারি: </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">আইন দ্বারা আবশ্যক</h3>
<p class="leading-6 text-sm">যদি আমরা বিশ্বাস করি যে আইনি পদ্ধতিতে প্রতিক্রিয়া জানাতে, আমাদের নীতিগুলির সম্ভাব্য লঙ্ঘনগুলির তদন্ত বা সমাধান করতে, বা অন্যদের অধিকার, সম্পত্তি এবং সুরক্ষা রক্ষা করার জন্য আপনার সম্পর্কে তথ্য প্রকাশ করা প্রয়োজন, তাহলে আমরা অনুমতি বা প্রয়োজন অনুসারে আপনার তথ্য শেয়ার করতে পারি প্রযোজ্য আইন, নিয়ম এবং/অথবা প্রবিধান। </p>
                        </div>
                    </div>
                      <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">থার্ড পার্টির পরিষেবা প্রদানকারী</h3>
<p class="leading-6 text-sm">ডেটা বিশ্লেষণ, ইমেল ডেলিভারি, হোস্টিং পরিষেবা, গ্রাহক পরিষেবা এবং মার্কেটিং সহায়তা ইত্যাদি সহ আমরা আপনার তথ্য থার্ড পার্টির সাথে শেয়ার করতে পারি যারা আমাদের জন্য বা আমাদের পক্ষে পরিষেবাগুলি সম্পাদন করে।
 </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">মার্কেটিং যোগাযোগ
</h3>
<p class="leading-6 text-sm">আপনার সম্মতিতে, বা আপনার সম্মতি প্রত্যাহার করার সুযোগের সাথে, আমরা আইন দ্বারা অনুমোদিত মার্কেটিংয়ের উদ্দেশ্যে থার্ড পার্টির সাথে আপনার তথ্য শেয়ার করতে পারি।</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">অন্যান্য ব্যবহারকারীদের সাথে কথোপকথন</h3>
<p class="leading-6 text-sm">আপনি যদি আমাদের ই-প্ল্যাটফর্মে অন্য ব্যবহারকারীদের সাথে যোগাযোগ করেন, তাহলে সেই ব্যবহারকারীরা আপনার নাম, প্রোফাইল ফটো এবং আপনার কার্যকলাপের বিবরণ দেখতে পারবে, যার মধ্যে অন্যান্য ব্যবহারকারীদের আমন্ত্রণ পাঠানো, অন্যান্য ব্যবহারকারীদের সাথে চ্যাট করা, পোস্ট লাইক করা ইত্যাদি প্রযোজ্য।
 </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">অনলাইন পোস্টিং
</h3>
<p class="leading-6 text-sm">
আপনি যখন ব্যবহারকারীদের মন্তব্য, অবদান বা অন্যান্য বিষয়বস্তু পোস্ট করেন, তখন আপনার পোস্টগুলি সমস্ত ব্যবহারকারীদের দ্বারা দেখা যেতে পারে এবং চিরকালের জন্য আমাদের ই-প্ল্যাটফর্মের বাইরে বিতরণ করা যেতে পারে
 </p>
                        </div>
                    </div>
                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">থার্ড পার্টির বিজ্ঞাপনদাতা</h3>
<p class="leading-6 text-sm">আপনি যখন আমাদের ই-প্ল্যাটফর্মে যান আমরা বিজ্ঞাপন পরিবেশনের জন্য থার্ড পার্টির বিজ্ঞাপন সংস্থাগুলি ব্যবহার করতে পারি ৷ এই কোম্পানিগুলি আমাদের ই-প্ল্যাটফর্মে আপনার ভিজিট এবং ওয়েব কুকিতে থাকা অন্যান্য ওয়েবসাইটগুলিতে আপনার আগ্রহের প্রোডাক্টগুলির বিজ্ঞাপন দেওয়ার জন্য তথ্য ব্যবহার করতে পারে।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">অধিভুক্তকরন
</h3>
<p class="leading-6 text-sm">আমরা আমাদের অধিভুক্তদের সাথে আপনার তথ্য শেয়ার করতে পারি, সেক্ষেত্রে আমরা সেই অধিভুক্তদের এই গোপনীয়তা নীতি মেনে চলতে চাই। অ্যাফিলিয়েটদের অন্তর্ভুক্ত আমাদের মূল কোম্পানি এবং যেকোনো সহায়ক, যৌথ উদ্যোগ অংশীদার বা অন্যান্য কোম্পানি যা আমরা নিয়ন্ত্রণ করি বা যেগুলি আমাদের সাথে সাধারণ নিয়ন্ত্রণে আছে।
 
</p>
                        </div>
                    </div>

                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">ব্যবসার অংশীদার</h3>
<p class="leading-6 text-sm">
আমরা আপনাকে কিছু প্রোডাক্ট বা প্রোডাক্টের প্রচার অফার করার জন্য আমাদের ব্যবসায়িক অংশীদারদের সাথে আপনার তথ্য শেয়ার করতে পারি।
 
</p>
                        </div>
                    </div>
                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">সোশ্যাল মিডিয়া পরিচিতি</h3>
<p class="leading-6 text-sm">আপনি যদি একটি সোশ্যাল নেটওয়ার্কের মাধ্যমে আমাদের ই-প্ল্যাটফর্মের সাথে সংযুক্ত হন, তাহলে আপনার অনুমতি সাপেক্ষে আলাদাভাবে চাওয়া হবে, সোশ্যাল নেটওয়ার্কে আপনার পরিচিতিগুলি আপনার নাম, প্রোফাইল ফটো এবং আপনার কার্যকলাপের বিবরণ দেখতে পাবে।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">অন্যান্য থার্ড পার্টি</h3>
<p class="leading-6 text-sm">আমরা সাধারণ ব্যবসা বিশ্লেষণ পরিচালনার উদ্দেশ্যে বিজ্ঞাপনদাতা এবং বিনিয়োগকারীদের সাথে আপনার তথ্য শেয়ার করতে পারি। আমরা আইন দ্বারা অনুমোদিত মার্কেটিং উদ্দেশ্যে এই ধরনের থার্ড পার্টির সাথে আপনার তথ্য শেয়ার করতে পারি।

</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">বিক্রয় বা দেউলিয়াত্ব</h3>
<p class="leading-6 text-sm">যদি আমরা আমাদের সম্পত্তির সমস্ত বা একটি অংশ পুনর্গঠন করি বা বিক্রি করি, একত্রীকরণ করি বা অন্য সত্তা দ্বারা অধিগ্রহণ করি, আমরা উত্তরাধিকারী সত্তার কাছে আপনার তথ্য স্থানান্তর করতে পারি। আমরা যদি ব্যবসার বাইরে যাই বা দেউলিয়া হয়ে যাই, আপনার তথ্য হবে তৃতীয় পক্ষের দ্বারা স্থানান্তরিত বা অর্জিত সম্পদ। আপনি স্বীকার করেন যে এই ধরনের স্থানান্তর ঘটতে পারে এবং হস্তান্তরকারী এই গোপনীয়তা নীতিতে করা সম্মানের প্রতিশ্রুতি প্রত্যাখ্যান করতে পারে।

</p>
                        </div>
                    </div>
                    <div class="term-para text-sm text-gray-600 mb-6">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">দায়বদ্ধতার সীমা
</h3>
                            <ul class="list-disc ml-3">
                              <li class="mb-2"> 
আপনি যদি সফলভাবে একটি প্রোডাক্ট বিনিময় করেন, তাহলে আপনার নাম, ইমেল আইডি, ফোন নম্বর এবং মেইল-এর আইডির এই ই-প্ল্যাটফর্মের ব্যবহারের শর্তাবলী অনুসারে প্রক্রিয়ার সাথে জড়িত অন্য পক্ষের কাছে পাঠানো যেতে পারে। উদাহরণ স্বরূপ, আপনি যদি কোনো এক্সচেঞ্জ অফারে সাড়া দেন বা সফলভাবে কোনো প্রোডাক্টের বিনিময়ে দরকষাকষি করেন, তাহলে আপনার বিবরণ এক্সচেঞ্জারের কাছে পাঠানো হবে, যেমনটি হতে পারে। আপনার ব্যক্তিগত তথ্য বিনিময় প্রক্রিয়ার সাথে জড়িত অন্য পক্ষের কাছে আমাদের ব্যবহারের শর্তাবলীতে বিশদভাবে স্থানান্তরিত হওয়ার ঘটনা, এই সাইটের ব্যবহারের শর্তাবলীর 2.15 - 2.18 ধারায় তালিকাভুক্ত যেকোন পরিস্থিতির জন্য আমরা দায়ী থাকব না এবং কোন দায় স্বীকার করব না।</li>
<li>আমরা থার্ড পার্টির ক্রিয়াকলাপের জন্য দায়ী নই যাদের সাথে আপনি ব্যক্তিগত বা সংবেদনশীল ডেটা ভাগ করেন এবং আমাদের থার্ড পার্টির অনুরোধগুলি পরিচালনা বা নিয়ন্ত্রণ করার কোনও কর্তৃত্ব নেই৷ আপনি যদি থার্ড পার্টির কাছ থেকে চিঠিপত্র, ইমেল বা অন্যান্য যোগাযোগ পেতে না চান, তাহলে আপনি আশা করতে পারবেন এবং থার্ড পার্টির সাথে সরাসরি যোগাযোগ করার জন্য দায়ী থাকবেন।
</li>
                            </ul>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">ট্র্যাকিং প্রযুক্তি</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm">আমরা আমাদের ওয়েব পেজার তথ্য বিশ্লেষণ করতে, প্রচারমূলক কার্যকারিতা পরিমাপ করতে এবং বিশ্বাস ও নিরাপত্তার প্রচার করতে সাহায্য করার জন্য ওয়েবসাইটের নির্দিষ্ট পৃষ্ঠাগুলিতে "কুকিজ" এর মতো ডেটা সংগ্রহ ডিভাইস ব্যবহার করি। "কুকিজ" হল আপনার হার্ড ড্রাইভে রাখা ছোট ফাইল যা আমাদের পরিষেবা প্রদানে সহায়তা করে। আমরা কিছু বৈশিষ্ট্য অফার করি যা শুধুমাত্র একটি "কুকি" ব্যবহারের মাধ্যমে উপলব্ধ। একটি অধিবেশন চলাকালীন আপনাকে আপনার পাসওয়ার্ড কম ঘন ঘন প্রবেশ করার অনুমতি দেওয়ার জন্য আমরা কুকিজও ব্যবহার করি। কুকিজ আমাদেরকে আপনার আগ্রহের জন্য লক্ষ্য করা তথ্য প্রদান করতে সাহায্য করতে পারে। বেশিরভাগ কুকি হল "সেশন কুকি" যার অর্থ হল সেশনের শেষে আপনার হার্ড ড্রাইভ থেকে স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়। আপনার ব্রাউজার অনুমতি দিলে আপনি সর্বদা আমাদের কুকিজ প্রত্যাখ্যান করতে মুক্ত, যদিও সেই ক্ষেত্রে, আপনি ওয়েবসাইটে নির্দিষ্ট বৈশিষ্ট্যগুলি ব্যবহার করতে সক্ষম নাও হতে পারেন এবং একটি অধিবেশন চলাকালীন আপনাকে আপনার পাসওয়ার্ড আরও ঘন ঘন পুনঃপ্রবেশ করতে হতে পারে।
আমাদের সার্ভার প্রযুক্তিগুলি অধিবেশনহীন এবং কুকি ছাড়া নিরাপদে কাজ করতে পারে, তাই gintaa ব্যাকএন্ডের প্রসঙ্গে কুকিগুলি প্রযোজ্য নয়; বরং এটি ওয়েব এবং/অথবা ডিভাইসে ব্যবহারকারীর অভিজ্ঞতা বাড়ায়। উপরন্তু, আপনি ওয়েবসাইটের নির্দিষ্ট পেজ-এ "কুকিজ" বা অন্যান্য অনুরূপ ডিভাইসগুলির সম্মুখীন হতে পারেন যা থার্ড পার্টির দ্বারা স্থাপন করা হয়। আমরা থার্ড পার্টির দ্বারা কুকিজ ব্যবহার নিয়ন্ত্রণ করি না, তাই এই জাতীয় থার্ড পার্টি ওয়েবসাইটগুলিতে সার্ফ করার সময় তাদের গোপনীয়তা নীতিটি পড়তে ভুলবেন না। "কুকি" হল একটি ওয়েব সার্ভার দ্বারা একটি ওয়েব ব্রাউজারে সংরক্ষিত তথ্যের একটি ছোট অংশ যাতে এটি পরে সেই ব্রাউজার থেকে আবার পড়া যায়৷
</p><p class="leading-6 text-sm">প্রদত্ত ব্যবহারকারীর জন্য নির্দিষ্ট তথ্য মনে রাখতে ব্রাউজারকে সক্ষম করার জন্য কুকিজ কার্যকর। আমরা আপনার কম্পিউটারের হার্ড ড্রাইভে স্থায়ী এবং অস্থায়ী সবরকম কুকি রাখি। কুকিজ আপনার ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য কোনো ধারণ করে না। </p>


                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">থার্ড পার্টির ওয়েবসাইট</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm">আমাদের ই-প্ল্যাটফর্মে থার্ড পার্টির ওয়েবসাইট এবং বিজ্ঞাপন এবং বাহ্যিক পরিষেবা সহ আগ্রহের অ্যাপ্লিকেশনগুলির লিঙ্ক থাকতে পারে, যেগুলি আমাদের সাথে অনুমোদিত নয় ৷ একবার আপনি আমাদের ই-প্ল্যাটফর্ম ছেড়ে যাওয়ার জন্য এই লিঙ্কগুলি ব্যবহার করলে, আপনি এই থার্ড পার্টিদের যে তথ্য প্রদান করেন তা এই গোপনীয়তা নীতির আওতায় আসবে না এবং আমরা আপনার তথ্যের নিরাপত্তা এবং গোপনীয়তার গ্যারান্টি দিতে পারি না এবং দেব না। কোনো থার্ড পার্টি ওয়েবসাইট পরিদর্শন এবং কোনো তথ্য প্রদান করার আগে, আপনাকে সেই ওয়েবসাইটের জন্য দায়ী থার্ড পার্টির গোপনীয়তা নীতি এবং অনুশীলন (যদি থাকে) সম্পর্কে অবহিত করা উচিত এবং আপনার বিবেচনার ভিত্তিতে, সুরক্ষার জন্য প্রয়োজনীয় পদক্ষেপগুলি গ্রহণ করা উচিত। আপনার তথ্যের গোপনীয়তা বজায় রাখার সম্পূর্ণ চেষ্টা আমরা করি। আমাদের ই-প্ল্যাটফর্মের সাথে বা লিঙ্ক করা হতে পারে এমন অন্যান্য সাইট, পরিষেবা বা অ্যাপ্লিকেশন সহ কোনও থার্ড পার্টির বিষয়বস্তু বা গোপনীয়তা এবং সুরক্ষা অনুশীলন এবং নীতিগুলির জন্য আমরা দায়ী নই।

</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">আপনার তথ্য নিরাপত্তা</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">আমরা প্রযুক্তিগত এবং প্রশাসনিক নিরাপত্তা ব্যবস্থা (যেমন ফায়ারওয়াল, ডেটা এনক্রিপশন, এবং ডেটা এবং সার্ভারগুলিতে প্রশাসনিক অ্যাক্সেস নিয়ন্ত্রণ) ব্যবহার করে আপনার তথ্য সুরক্ষিত করি যা ক্ষতি, অপব্যবহার, অননুমোদিত অ্যাক্সেস, প্রকাশ এবং পরিবর্তনের ঝুঁকি সীমিত করে। তবুও, আপনি যদি বিশ্বাস করেন যে আপনার অ্যাকাউন্টের অপব্যবহার করা হয়েছে, অনুগ্রহ করে আমাদের সাথে <a href="mailto:connect@gintaa.com">connect@gintaa.com.</a>  এ যোগাযোগ করুন।
 
</p>
<p>আমরা ব্যক্তিগত তথ্যকে আইনগতভাবে অনুমোদিত করি এবং ব্যক্তিগত তথ্য মুছে ফেলি যখন এটি উপরে বর্ণিত উদ্দেশ্যে আর প্রয়োজন হয় না।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">আপনার তথ্য সংক্রান্ত বিকল্প</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">প্রোফাইল: আপনি যেকোনো সময় আপনার অ্যাকাউন্টের তথ্য পর্যালোচনা বা পরিবর্তন করতে পারেন বা আপনার অ্যাকাউন্ট বন্ধ করে দিতে পারেন:

</p>
<ul class="list-disc ml-3">
  <li class="mb-2">আপনার অ্যাকাউন্ট সেটিংসে লগ ইন করা এবং আপনার অ্যাকাউন্ট আপডেট করা;</li>
<li>নীচে দেওয়া যোগাযোগের তথ্য ব্যবহার করে আমাদের সাথে যোগাযোগ করুন।
আপনার অ্যাকাউন্ট বন্ধ করার অনুরোধের পরে, আমরা আমাদের সক্রিয় ডাটাবেস থেকে আপনার অ্যাকাউন্ট এবং তথ্য নিষ্ক্রিয় বা মুছে দেব। যে কোনো রকম জালিয়াতি রোধ করতে, সমস্যা সমাধান করতে, যেকোনো তদন্তে সহায়তা করতে, আমাদের ব্যবহারের শর্তাবলী প্রয়োগ করতে এবং/অথবা আইনি প্রয়োজনীয়তা মেনে চলতে আমাদের ফাইলগুলিতে কিছু তথ্য রাখা যেতে পারে।
</li>

</ul>

                        </div>
                    </div>


                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">ইমেল এবং যোগাযোগ</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">আপনি যদি আর আমাদের কাছ থেকে ইমেল বা অন্যান্য যোগাযোগ পেতে না চান, তাহলে আপনি সাইট থেকে বেরিয়ে যেতে পারেন:
</p>
<ul class="list-disc ml-3">
 <li class="mb-2"> আপনি আমাদের ই-প্ল্যাটফর্মে আপনার অ্যাকাউন্ট নিবন্ধন করার সময় আপনার পছন্দগুলি লক্ষ্য করুন;</li>
 <li class="mb-2">আপনার অ্যাকাউন্ট সেটিংসে লগ ইন করা এবং আপনার পছন্দগুলি আপডেট করা;</li>
 <li class="mb-2">নীচে দেওয়া যোগাযোগের তথ্য ব্যবহার করে আমাদের সাথে যোগাযোগ করুন।
আপনি যদি থার্ড পার্টির কাছ থেকে ইমেল বা অন্যান্য যোগাযোগ পেতে না চান, তাহলে আপনি সরাসরি থার্ড পার্টির সাথে যোগাযোগ করার জন্য দায়ী থাকবেন।
</li>


</ul>

                        </div>
                    </div>


                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">যোগাযোগ করুন</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">
আমাদের অর্ডার বাতিলকরণ নীতিগুলি সম্পর্কে আপনার কি এখনও কোন বিভ্রান্তি, বা প্রশ্ন আছে? একই বিষয়ে যেকোন সহায়তা বা মন্তব্যের জন্য, অনুগ্রহ করে যেকোনো সময় আমাদের সাথে যোগাযোগ করুন।

</p>
<ul class="list-disc ml-3">
 <li class="mb-2"> ঠিকানা: gintaa টাওয়ার, মহিসগোট, নিউ টাউন, ডিএলএফ 1 এর বিপরীতে, গেট নং 5, কলকাতা, পশ্চিমবঙ্গ-700102, ভারত</li>
<li class="mb-2">ফোন:  080-69188100</li>
<li class="mb-2">ইমেইল আইডি: <a href="mailto:customer@gintaa.com" class="text-firoza">customer@gintaa.com </a></li>


</ul>

                        </div>
                    </div>


</div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'PrivacyBengali',
     methods:{
    isFromWeb(){
      if(this.$route.query.fromMobileApp === null){
        return false
      }else{
        return true
      }
    }
  }
});
</script>
