<template>
         <div>
            <h1  v-if="isFromWeb()" class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center">गोपनीयता नीति</h1>

                    <div class="term-para text-sm text-gray-600">
                       <p class="mb-6"> जिंटा ("हम" या "हमारे लिए" या "हमारे") हमारे उपयोगकर्ताओं ("उपयोगकर्ता", "आप" या "आपके") की गोपनीयता का सम्मान करते हैं। यह गोपनीयता नीति बताती है कि जब आप हमारे ई-प्लेटफ़ॉर्म पर जाते हैं तो हम आपकी जानकारी कैसे एकत्र करते हैं, उपयोग करते हैं, प्रकट करते हैं और सुरक्षित रखते हैं। कृपया इस गोपनीयता नीति को सावधानीपूर्वक पढ़ें। यदि आप इस गोपनीयता नीति की शर्तों से सहमत नहीं हैं, तो कृपया हमारे ई-प्लेटफ़ॉर्म तक न पहुँचें।
</p>
 
<p class="mb-6">हम अपने पूर्ण और एकमात्र विवेकाधिकार में किसी भी समय इस गोपनीयता नीति में परिवर्तन और/या रद्दोबदल करने का अधिकार सुरक्षित रखते हैं। हम इस गोपनीयता नीति की "अंतिम अपडेट" तिथि को अपडेट करके किसी भी बदलाव के बारे में आपको सचेत करेंगे। हमारे ई-प्लेटफ़ॉर्म पर अद्यतन गोपनीयता नीति पोस्ट करने पर कोई भी परिवर्तन या संशोधन तुरंत प्रभावी होगा, और, हमारे ई-प्लेटफ़ॉर्म का उपयोग करने या उपयोग करने के लिए सहमत होकर आप ऐसे प्रत्येक परिवर्तन या संशोधन की विशिष्ट सूचना प्राप्त करने के अपने अधिकार का त्याग करते हैं।
</p>
 
<p class="mb-6">हमारी गोपनीयता प्रथाओं के बारे में सूचित रहने के लिए आपको समय-समय पर इस गोपनीयता नीति की समीक्षा करने के लिए प्रोत्साहित किया जाता है। इस तरह की संशोधित गोपनीयता नीति को पोस्ट किए जाने की तारीख के बाद हमारे ई-प्लेटफ़ॉर्म के आपके निरंतर उपयोग द्वारा आपको किसी भी संशोधित गोपनीयता नीति में परिवर्तनों के बारे में जागरूक किया जाएगा, इसके अधीन माना जाएगा और स्वीकार किया जाएगा।</p>

                    </div>
                    <div class="term-para text-sm text-gray-600 mb-4">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">सूचना एकत्र करने का तरीका</h2>
                        <p class="mb-6">हम आपके बारे में विभिन्न तरीकों से जानकारी एकत्र कर सकते हैं। हम अपने ई-प्लेटफ़ॉर्म पर जो जानकारी एकत्र कर सकते हैं, उसमें निम्न शामिल हो सकते हैं:
</p>

                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">व्यक्तिगत डाटा/ जानकारी 
</h3>
<p class="leading-6 text-sm">व्यक्तिगत रूप से पहचानने योग्य जानकारी, जैसे आपका नाम, शिपिंग पता, ईमेल पता, और टेलीफोन नंबर, और जनसांख्यिकीय जानकारी, जैसे कि आपकी उम्र, लिंग, गृहनगर और रुचियां, जो आप स्वेच्छा से हमारे ई-प्लेटफ़ॉर्म पर अपनी प्रोफ़ाइल का नामांकन करते समय हमें देते हैं। या जब आप हमारे ई-प्लेटफ़ॉर्म से संबंधित विभिन्न गतिविधियों जैसे ऑनलाइन चैट और संदेश बोर्ड आदि में भाग लेना चुनते हैं। आप हमारे ई-प्लेटफ़ॉर्म पर किसी भी प्रकार की व्यक्तिगत जानकारी प्रदान करने के लिए बाध्य और/या उपकृत नहीं हैं। हालाँकि ऐसा करने से आपका इनकार करना आपको हमारे ई-प्लेटफ़ॉर्म पर कुछ सुविधाओं तक पहुँचने से रोक सकता है।</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">व्युत्पन्न डाटा</h3>
<p class="leading-6 text-sm">जब आप साइट पर पहुँचते हैं तो हमारे सर्वर ऑटोमेटिकली यानी अपने आप जानकारी एकत्र करते हैं, जैसे कि आपका आईपी पता, आपका ब्राउज़र प्रकार, आपका ऑपरेटिंग सिस्टम, आपके प्रवेश का समय, और वे पन्ने जिन्हें आपने सीधे हमारी वेबसाइट तक पहुँचने से पहले और बाद में देखा है। यदि आप हमारे जिंटा मोबाइल एप्लिकेशन का उपयोग कर रहे हैं, तो इस जानकारी में आपके डिवाइस का नाम और प्रकार, आपका ऑपरेटिंग सिस्टम, आपका फ़ोन नंबर, आपका देश, आपकी पसंद और किसी पोस्ट के जवाब, और एप्लिकेशन और अन्य उपयोगकर्ताओं के साथ सर्वर लॉग फ़ाइलें के माध्यम से हुई बातचीत शामिल हो सकते हैं, और साथ ही आपके द्वारा प्रदान की जाने वाली कोई भी अन्य जानकारी भी एकत्र कर ली जाएगी।
</p>
                        </div>
                    </div>

                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">सामाजिक नेटवर्क से डाटा
</h3>
<p class="leading-6 text-sm">
सोशल नेटवर्किंग साइट्स [उदाहरण के लिए फेसबुक, गूगल प्लस, इंस्टाग्राम, पिनटेरेस्ट, ट्विटर आदि] से उपयोगकर्ता की जानकारी, जैसे आपका नाम, आपका सोशल नेटवर्क उपयोगकर्ता नाम, स्थान, लिंग, जन्म तिथि, ईमेल पता, प्रोफ़ाइल चित्र और संपर्क के लिए सार्वजनिक डाटा, केवल तभी यदि आप अपने अकाउंट को ऐसे सामाजिक नेटवर्क से जोड़ते हैं।

</p>
                        </div>
                    </div>
                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">मोबाइल डिवाइस डाटा

</h3>
<p class="leading-6 text-sm">मोबाइल डिवाइस यानी मोबाइल यंत्र की जानकारी, जैसे कि आपके मोबाइल यंत्र की आईडी, मॉडल और उसके निर्माता, और आपके डिवाइस के उपस्थित स्थान के बारे में जानकारी, केवल तभी एकत्र की जाएगी यदि आप जिंटा साइट किसी मोबाइल डिवाइस से प्रवेश करते है।


</p>
                        </div>
                    </div>
                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">तृतीय-पक्ष डाटा

</h3>
<p class="leading-6 text-sm">हम अपने विवेकाधिकार पर अपने ई-प्लेटफ़ॉर्म पर तृतीय-पक्ष विज्ञापन और/या सेवाएं शामिल कर सकते हैं और/या ऑफ़र कर सकते हैं। आपको यह समझना चाहिए कि इन तृतीय-पक्ष वेबसाइटों की अलग गोपनीयता नीति हो सकती है और उन प्लेटफ़ॉर्म तक पहुँचने से पहले आपको ऐसी नीति को पढ़ना चाहिए। इसलिए इनसे जुड़ी साइटों की विचार या धारणा का और गतिविधियों के लिए हमारी कोई जिम्मेदारी या दायित्व नहीं है। बहरहाल, हम अपनी साइट की अखंडता की रक्षा करना चाहते हैं और इन साइटों के बारे में किसी भी प्रतिक्रिया या इनसे प्राप्त हुए अनुभव का स्वागत करते हैं।


</p>
                        </div>
                    </div>
                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">प्रतियोगिता, उपहार और सर्वेक्षण से डाटा</h3>
<p class="leading-6 text-sm">व्यक्तिगत और अन्य जानकारी जो आप प्रतियोगिता प्रवेश करते या उपहार लेने समय और/या सर्वेक्षणों का जवाब देते समय प्रदान करते हैं, वो भी एकत्र की जा सकती है । </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">मोबाइल एप्लिकेशन की जानकारी </h3>
                            <p class="leading-6 text-sm mb-2">यदि आप जिंटा मोबाइल एप्लिकेशन का उपयोग करके जुड़ते है </p>
                            <ul class="list-disc ml-3">
                              <li class="mb-3">भू-स्थान की जानकारी: स्थान-आधारित सेवाएं प्रदान करने के लिए, हम आपके मोबाइल डिवाइस से स्थान-आधारित जानकारी तक पहुंचने और ट्रैक करने का अनुरोध या अनुमति ले सकते है चाहे लगातार या जब आप हमारे मोबाइल एप्लिकेशन का उपयोग कर रहे हों। यदि आप हमारी पहुंच या अनुमतियों को बदलना चाहते हैं, तो आप अपने डिवाइस की सेटिंग में ऐसा कर सकते हैं।</li>
<li class="mb-3">मोबाइल डिवाइस एक्सेस: हम आपके मोबाइल डिवाइस से कुछ सुविधाओं तक पहुंच या अनुमति का अनुरोध कर सकते हैं, जिसमें आपके मोबाइल डिवाइस [ब्लूटूथ, कैलेंडर, कैमरा, संपर्क, माइक्रोफ़ोन, रिमाइंडर, सेंसर, एसएमएस संदेश, सोशल मीडिया अकाउंट, स्टोरेज,] और अन्य सुविधाएं शामिल हैं। यदि आप हमारी पहुंच या दिए गए अनुमतियों को बदलना चाहते हैं, तो आप अपने डिवाइस की सेटिंग में ऐसा कर सकते हैं।</li>
<li class="mb-3">मोबाइल डिवाइस डाटा: हम डिवाइस जानकारी (जैसे आपकी मोबाइल डिवाइस आईडी, मॉडल और निर्माता), ऑपरेटिंग सिस्टम, संस्करण जानकारी और आईपी पता एकत्र कर सकते हैं।</li>
<li class="mb-3">
पुश सूचनाएं: हम आपको आपके अकाउंट या एप्लिकेशन के संबंध में पुश सूचनाएं भेजने का अनुरोध कर सकते हैं। यदि आप इस प्रकार के संचार प्राप्त करने से ऑप्ट-आउट करना चाहते हैं यानी ऐसी कोई भी सूचनाए नहीं देखना चाहते है, तो आप उन्हें अपने डिवाइस की सेटिंग में बंद कर सकते हैं।</li>

                            </ul>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">आपकी जानकारी का उपयोग </h3>
                            <p class="leading-6 text-sm mb-2">आपके बारे में सटीक जानकारी होने से हम आपको एक सहज, कुशल और अनुकूलित अनुभव प्रदान कर सकते हैं। इस गोपनीयता नीति से सहमत होकर आप हमारे ई-प्लेटफ़ॉर्म के माध्यम से आपके बारे में एकत्र की गई जानकारी के उपयोग के लिए सहमति देते हैं, लेकिन निम्नलिखित तक सीमित नहीं है
 </p>
                            <ul class="list-disc ml-3">
                              <li class="mb-2">स्वीपस्टेक्स, प्रशासन, प्रचार और प्रतियोगिता;</li>
<li class="mb-2">कानून प्रवर्तन में सहायता करना और सम्मन या उपस्थिति-पत्र का जवाब देना;</li>
<li class="mb-2">आंतरिक रूप से या तीसरे पक्ष के साथ उपयोग के लिए अनाम सांख्यिकीय (स्टैटिस्टिकल) डाटा और विश्लेषण को एक साथ करें;</li>
<li class="mb-2">अपना अकाउंट बनाएं और प्रबंधित करें;</li>
<li class="mb-2">लक्षित विज्ञापन, कूपन, समाचार पत्र, और प्रचार और हमारे ई-प्लेटफ़ॉर्म के बारे में अन्य जानकारी आपको वितरित करें;</li>
<li class="mb-2">अपने अकाउंट के संबंध में आपको ईमेल करें;</li>
<li class="mb-2">उपयोगकर्ता-से-उपयोगकर्ता संचार सक्षम करें;</li>
<li class="mb-2">हमारे ई-प्लेटफ़ॉर्म पर भविष्य में विज़िट करने पर और अधिक व्यक्तिगत बनाने के लिए आपके बारे में एक व्यक्तिगत प्रोफ़ाइल तैयार करें;</li>
<li class="mb-2">हमारे ई-प्लेटफॉर्म की दक्षता और संचालन में वृद्धि;</li>
<li class="mb-2">हमारे ई-प्लेटफ़ॉर्म के साथ अपने अनुभव को बेहतर बनाने के लिए उपयोग और रुझानों की निगरानी और विश्लेषण करें;</li>
<li class="mb-2">आपको अपडेट के बारे में सूचित करें;</li>
<li class="mb-2">आपको नए सामानों, सेवाओं और/या अनुशंसाओं की पेशकश करें;</li>
<li class="mb-2">कपटपूर्ण लेनदेन को रोकें, चोरी के विरुद्ध निगरानी करें और आपराधिक गतिविधि से बचाव करें;</li>
<li class="mb-2">फीडबैक का अनुरोध करें और हमारे ई-प्लेटफॉर्म पर हुए अपने अनुभव के बारे में आपसे संपर्क करें;</li>
<li class="mb-2">विवादों को हल करें और समस्याओं का निवारण करें;</li>
<li class="mb-2">सामान और ग्राहक सेवा अनुरोधों का जवाब दें;</li>
<li class="mb-2">आपको समाचार पत्र भेजें;</li>
<li class="mb-2">हमारे ई-प्लेटफॉर्म के लिए समर्थन मांगें।</li>



                            </ul>
                        </div>
                    </div>

                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">आपकी जानकारी का प्रकटीकरण</h3>
<p class="leading-6 text-sm">हम सीमित परिस्थितियों में आपसे एकत्र की गई जानकारी को निम्नलिखित तरीके से साझा कर सकते हैं: </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">कानून के लिए आवश्यक</h3>
<p class="leading-6 text-sm">अगर हमें लगता है कि कानूनी प्रक्रियाओं का जवाब देने के लिए, हमारी नीतियों के संभावित उल्लंघनों की जांच या समाधान करने के लिए, या दूसरों के अधिकारों, संपत्ति और सुरक्षा की रक्षा के लिए आपके बारे में जानकारी जारी करना आवश्यक है, तो किसी भी लागू कानून, नियम और/या विनियम के आधार पर हम आपकी जानकारी को अनुमति या आवश्यकता के अनुसार साझा कर सकते हैं । </p>
                        </div>
                    </div>
                      <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">तृतीय-पक्ष सेवा प्रदाता:</h3>
<p class="leading-6 text-sm">हम आपकी जानकारी को तृतीय पक्षों के साथ साझा कर सकते हैं जो हमारे लिए या हमारी ओर से सेवाएं प्रदान करते हैं, जिसमें डाटा विश्लेषण, ईमेल वितरण, होस्टिंग सेवाएं, ग्राहक सेवा और विपणन सहायता आदि शामिल हैं। </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">विपणन संचार</h3>
<p class="leading-6 text-sm">आपकी सहमति से, या आपके लिए सहमति वापस लेने के अवसर के साथ, हम आपकी जानकारी को तीसरे पक्ष के साथ विपणन उद्देश्यों या मार्केटिंग के लिए साझा कर सकते हैं, जैसा कि कानून द्वारा अनुमत है। </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">अन्य उपयोगकर्ताओं के साथ बातचीत</h3>
<p class="leading-6 text-sm">यदि आप हमारे ई-प्लेटफ़ॉर्म पर अन्य उपयोगकर्ताओं के साथ बातचीत करते हैं, तो वे उपयोगकर्ता आपका नाम, प्रोफ़ाइल फ़ोटो और आपकी गतिविधि के विवरण देख सकते हैं, जिसमें अन्य उपयोगकर्ताओं को आमंत्रण भेजना, अन्य उपयोगकर्ताओं के साथ चैट करना, पोस्ट पसंद करना आदि शामिल हैं।  </p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">ऑनलाइन पोस्टिंग</h3>
<p class="leading-6 text-sm">जब आप उपयोगकर्ताओं को टिप्पणियां, योगदान या अन्य विषयो के बारे में पोस्ट करते हैं, तो आपकी पोस्ट सभी उपयोगकर्ताओं द्वारा देखी जा सकती हैं और हमारे ई-प्लेटफ़ॉर्म के बाहर सार्वजनिक रूप से वितरित भी किया जा सकती हैं। </p>
                        </div>
                    </div>
                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">तृतीय-पक्ष विज्ञापनदाता</h3>
<p class="leading-6 text-sm">जब आप हमारे ई-प्लेटफ़ॉर्म पर जाते हैं तब हम विज्ञापन के लिए तृतीय-पक्ष विज्ञापन कंपनियों का उपयोग कर सकते हैं। ये कंपनियां आपकी रुचि के सामानो के बारे में विज्ञापन प्रदान करने के लिए हमारे ई-प्लेटफॉर्म और वेब कुकीज़ में निहित अन्य वेबसाइटों पर आपके विज़िट के बारे में जानकारी का उपयोग कर सकती हैं।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">सहबद्धों</h3>
<p class="leading-6 text-sm">हम आपकी जानकारी को अपने सहयोगियों के साथ साझा कर सकते हैं, इस मामले में हमें उन सहयोगियों से इस गोपनीयता नीति का सम्मान करने की आवश्यकता होगी। सहबद्धों में हमारी मूल कंपनी और कोई भी सहायक कंपनियां, संयुक्त उद्यम भागीदार या अन्य कंपनियां शामिल हैं जिन्हें हम नियंत्रित करते हैं या जो हमारे साथ नियंत्रण में हैं।
</p>
                        </div>
                    </div>

                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">व्यापार भागीदार</h3>
<p class="leading-6 text-sm">हम आपको कुछ सामान, सेवाओं या प्रचारों की पेशकश करने के लिए अपने व्यापार भागीदारों के साथ आपकी जानकारी साझा कर सकते हैं। 
</p>
                        </div>
                    </div>
                     <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">सोशल मीडिया संपर्क</h3>
<p class="leading-6 text-sm">यदि आप किसी सोशल नेटवर्क के माध्यम से हमारे ई-प्लेटफॉर्म से जुड़ते हैं, तो आपकी अनुमति के अधीन जो अलग से मांगी जाएगी, सोशल नेटवर्क पर आपके संपर्क आपका नाम, प्रोफाइल फोटो और आपकी गतिविधि के विवरण देखेंगे।</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">अन्य तृतीय पक्ष</h3>
<p class="leading-6 text-sm">सामान्य व्यावसायिक विश्लेषण करने के उद्देश्य से हम आपकी जानकारी विज्ञापनदाताओं और निवेशकों के साथ साझा कर सकते हैं। हम आपकी जानकारी को ऐसे तृतीय पक्षों के साथ विपणन उद्देश्यों के लिए भी साझा कर सकते हैं, जैसा कि कानून द्वारा अनुमत है।

</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-4">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">बिक्री या दिवालियापन</h3>
<p class="leading-6 text-sm">अगर हम अपनी पूरी संपत्ति या उसके एक हिस्से को पुनर्गठित करते हैं या बेचते हैं, विलय से गुजरते हैं, या किसी अन्य संस्था द्वारा अधिग्रहित किए जाते हैं, तो हम आपकी जानकारी को उत्तराधिकारी इकाई को स्थानांतरित कर सकते हैं। यदि हम व्यवसाय से बाहर हो जाते हैं या दिवालिएपन में प्रवेश करते हैं, तो आपकी जानकारी किसी तीसरे पक्ष द्वारा हस्तांतरित या अधिग्रहित की गई संपत्ति होगी। आप स्वीकार करते हैं कि ऐसे स्थानान्तरण हो सकते हैं और यह कि अंतरिती इस गोपनीयता नीति में की गई सम्मान प्रतिबद्धताओं को अस्वीकार कर सकता है।

</p>
                        </div>
                    </div>
                    <div class="term-para text-sm text-gray-600 mb-6">
                        <div class="text-sm">
                            <h3 class="text-gray-700 text-base lg:text-lg font-medium mb-3">देयधन की सीमाएं</h3>
                            <ul class="list-disc ml-3">
                              <li class="mb-2"> 
यदि आप किसी सामान को सफलतापूर्वक वस्तु विनिमय करते हैं, तो आपका नाम, ईमेल पता, फोन नंबर और डाक पता इस ई-प्लेटफॉर्म के उपयोग के नियमों और शर्तों के अनुसार प्रक्रिया में शामिल दूसरे पक्ष को भेजा जा सकता है। उदाहरण के लिए, यदि आप किसी वस्तु विनिमय प्रस्ताव का जवाब देते हैं या किसी सामान वस्तु विनिमय पर सफलतापूर्वक बातचीत करते हैं, तो आपके बारे में जानकारी  या विवरण वस्तु विनिमय
करने वाले को दिया जाएगा, या जैसा भी मामला हो।हमारी उपयोग की शर्तों में वर्णित वस्तु विनिमय प्रक्रिया में शामिल आपकी व्यक्तिगत जानकारी अन्य पक्ष को हस्तांतरित होने की स्थिति में, हम GINTAA जिम्मेदार नहीं होंगे और किसी भी परिस्थिति के संबंध में किसी भी दायित्व को स्वीकार नहीं करेंगे। इस साइट के उपयोग के लिए नियम और शर्तों के खंड 2.15 - 2.18 में नामांकित है।
</li>
<li>हम उन तृतीय पक्षों के कार्यों के लिए ज़िम्मेदार नहीं हैं जिनके साथ आप व्यक्तिगत या संवेदनशील डाटा साझा करते हैं, और हमारे पास तृतीय-पक्ष अनुरोधों को प्रबंधित या नियंत्रित करने का कोई अधिकार नहीं है। यदि आप अब तीसरे पक्ष से पत्राचार, ईमेल या अन्य संचार प्राप्त नहीं करना चाहते हैं, तो आपसे सीधे तीसरे पक्ष से संपर्क करने की अपेक्षा की जाएगी और आप जिम्मेदार होंगे।
</li>
                            </ul>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">ट्रैकिंग तकनीक</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm pb-6">हम अपने वेब पेज प्रवाह का विश्लेषण करने, प्रचार प्रभावशीलता को मापने और विश्वास और सुरक्षा को बढ़ावा देने में मदद करने के लिए वेबसाइट के कुछ पन्नो पर "कुकीज़" जैसे डाटा संग्रह उपकरणों का उपयोग करते हैं। "कुकीज़" आपकी हार्ड ड्राइव पर रखी गई छोटी फ़ाइलें होती हैं जो हमारी सेवाएं प्रदान करने में हमारी सहायता करती हैं। हम कुछ ऐसी सुविधाएँ प्रदान करते हैं जो केवल "कुकी" के उपयोग के माध्यम से ही उपलब्ध हैं। हम आपको सत्र/सेशन के दौरान अपना पासवर्ड कम बार दर्ज करने के लिए भी कुकीज़ का उपयोग करते हैं। कुकीज़ हमें आपकी रुचियों के लिए लक्षित जानकारी प्रदान करने में भी मदद कर सकती हैं। अधिकांश कुकीज़ "सत्र कुकीज़ या सेशन कुकीज़" होती हैं, जिसका अर्थ है कि सत्र के अंत में वे स्वचालित रूप से आपकी हार्ड ड्राइव से हटा दी जाती हैं। यदि आपका ब्राउज़र अनुमति देता है तो आप हमारी कुकीज़ को अस्वीकार करने के लिए हमेशा स्वतंत्र हैं, हालांकि उस स्थिति में, आप वेबसाइट पर कुछ सुविधाओं का उपयोग करने में सक्षम नहीं हो सकते हैं और आपको सत्र के दौरान अपना पासवर्ड अधिक बार फिर से दर्ज करने की आवश्यकता हो सकती है।हमारी सर्वर टेक्नोलॉजी सत्र रहित हैं और कुकीज़ के बिना सुरक्षित रूप से काम कर सकती हैं, इसलिए कुकीज़ GINTAA बैकएंड के संदर्भ में लागू नहीं हैं बल्कि यह वेब और/या डिवाइस में उपयोगकर्ता अनुभव को बढ़ाती है। इसके अतिरिक्त, आपको वेबसाइट के कुछ पन्नो पर "कुकीज़" या अन्य समान उपकरणों का सामना करना पड़ सकता है जो तीसरे पक्ष द्वारा रखे गए हैं। हम तृतीय पक्षों द्वारा कुकीज़ के उपयोग को नियंत्रित नहीं करते हैं, इसलिए ऐसी तृतीय पक्ष वेबसाइटों पर सर्फिंग करते समय उनकी गोपनीयता नीति को पढ़ना सुनिश्चित करें।</p><p class="leading-6 text-sm">
"कुकी" एक वेब सर्वर द्वारा वेब ब्राउज़र पर संग्रहीत छोटा सी जानकारी है, और इसलिए इसे बाद में उस ब्राउज़र से वापस पढ़ा जा सकता है। कुकीज़ ब्राउज़र को किसी दिए गए उपयोगकर्ता के लिए विशिष्ट जानकारी को याद रखने में सक्षम करने के लिए उपयोगी हैं। हम आपके कंप्यूटर की हार्ड ड्राइव में स्थायी और अस्थायी दोनों कुकीज़ रखते हैं। कुकीज़ में आपकी कोई व्यक्तिगत पहचान योग्य जानकारी नहीं है।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">तृतीय-पक्ष वेबसाइटें</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm">हमारे ई-प्लेटफ़ॉर्म में तृतीय-पक्ष वेबसाइटों और रुचि के अनुप्रयोगों के लिंक हो सकते हैं, जिनमें विज्ञापन और बाहरी सेवाएं शामिल हैं, जो हमारे साथ जुड़ा हुआ नहीं हैं। एक बार जब आप हमारे ई-प्लेटफ़ॉर्म को छोड़ने के लिए इन लिंक्स का उपयोग कर लेते हैं, तो आपके द्वारा इन तृतीय पक्षों को प्रदान की जाने वाली कोई भी जानकारी इस गोपनीयता नीति द्वारा देखीं नहीं जाएगी, और हम आपकी जानकारी की सुरक्षा और गोपनीयता की गारंटी नहीं दे सकते हैं और न ही देंगे। किसी भी तीसरे पक्ष की वेबसाइट पर जाने और कोई भी जानकारी प्रदान करने से पहले, आपको उस वेबसाइट के लिए जिम्मेदार तीसरे पक्ष की गोपनीयता नीतियों और प्रथाओं (यदि कोई हो) के बारे में खुद को सूचित करना चाहिए, और अपने निर्णय से अपनी जानकारी की गोपनीयता की सुरक्षा के लिए आवश्यक कदम उठाने चाहिए। हम अन्य साइटों, सेवाओं या अनुप्रयोगों सहित किसी भी तीसरे पक्ष की तत्व या गोपनीयता और सुरक्षा प्रथाओं और नीतियों के लिए ज़िम्मेदार नहीं हैं, जो हमारे ई-प्लेटफ़ॉर्म से या उससे जुड़े हो सकते हैं।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">आपकी जानकारी की सुरक्षा</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">हम तकनीकी और प्रशासनिक सुरक्षा उपायों (जैसे फायरवॉल, डाटा एन्क्रिप्शन, और डाटा और सर्वर पर भौतिक और प्रशासनिक पहुंच का नियंत्रण) का उपयोग करके आपकी जानकारी की रक्षा करते हैं जो नुकसान, दुरुपयोग, अनधिकृत पहुंच, प्रकटीकरण और रद्दोबदल जैसे जोखिमों को सीमित करती हैं। फिर भी, यदि आपको लगता है कि आपके अकाउंट का दुरुपयोग किया गया है, तो कृपया हमसे <a href="mailto:connect@gintaa.com">connect@gintaa.com.</a>  पर संपर्क करें 
</p>
<p>
हम व्यक्तिगत जानकारी को कानूनी रूप से अनुमेय से अधिक नहीं रखते हैं और व्यक्तिगत जानकारी को हटा देते हैं जब यह ऊपर वर्णित उद्देश्यों के लिए आवश्यक नहीं है।
</p>
                        </div>
                    </div>

                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">आपकी जानकारी के संबंध में विकल्प</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">प्रोफ़ाइल: आप किसी भी समय अपने अकाउंट की जानकारी की समीक्षा या परिवर्तन कर सकते हैं या अपना अकाउंटसमाप्त कर सकते हैं:
</p>
<ul class="list-disc ml-3">
  <li class="mb-2">अपनी अकाउंट सेटिंग में लॉग इन करना और अपना अकाउंट अपडेट करना;</li>
<li>नीचे दी गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें।</li>

</ul>
<p>आपके अकाउंट को समाप्त करने के आपके अनुरोध पर, हम आपके अकाउंट और जानकारी को हमारे सक्रिय डाटाबेस से निष्क्रिय कर देंगे या हटा देंगे। हालांकि, धोखाधड़ी को रोकने, समस्याओं का निवारण करने, किसी भी जांच में सहायता करने, हमारी उपयोग की शर्तों को लागू करने और/या कानूनी आवश्यकताओं का अनुपालन करने के लिए कुछ जानकारी को हमारी फाइलों में रखा जा सकता है।</p>
                        </div>
                    </div>


                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">मेल और संचार</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">
यदि आप अब हमसे पत्राचार, ईमेल या अन्य संचार प्राप्त नहीं करना चाहते हैं, तो आप निम्न द्वारा ऑप्ट-आउट/प्रस्थान या ऐसा नहीं होने से कर सकते हैं:

</p>
<ul class="list-disc ml-3">
 <li class="mb-2"> जब आप हमारे ई-प्लेटफॉर्म के साथ अपना अकाउंट पंजीकृत करते हैं तो अपनी प्राथमिकताओं को ध्यान में रखे;</li>
 <li class="mb-2">अपनी अकाउंट सेटिंग में लॉग इन करना और अपनी प्राथमिकताएं अपडेट करना;</li>
 <li class="mb-2">नीचे दी गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें।</li>


</ul>
<p>
यदि आप अब तीसरे पक्ष से पत्राचार, ईमेल या अन्य संचार प्राप्त नहीं करना चाहते हैं, तो आपसे सीधे तीसरे पक्ष से संपर्क करने की अपेक्षा की जाएगी और ऐसा करने क लिए आप जिम्मेदार होंगे/लेंगे ।

</p>
                        </div>
                    </div>


                    <div class="term-para text-sm text-gray-600 mb-6">
                        <h2 class="text-lg text-gray-700 font-medium mb-4">संपर्क करें</h2>
                       

                        <div class="text-sm leading-6">
       
<p class="leading-6 text-sm mb-4">क्या आपको अभी भी हमारी ऑर्डर रद्द करने की नीतियों के संबंध में कोई भ्रम, प्रश्न या संदेह हैं? उस पर किसी भी सहायता या टिप्पणी के लिए किसी भी समय हमसे संपर्क करने में कृपया संकोच ना करें।
</p>
<ul class="list-disc ml-3">
 <li class="mb-2"> पता: जिंटा टॉवर, मोहिसगोट, न्यू टाउन, डीएलएफ 1, गेट नंबर 5 के सामने, कोलकाता, पश्चिम बंगाल-700102, भारत</li>
<li class="mb-2">फोन: 080-69188100</li>
<li class="mb-2">संपर्क विवरण: <a href="mailto:customer@gintaa.com" class="text-firoza">customer@gintaa.com </a></li>


</ul>

                        </div>
                    </div>


</div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  name: 'PrivacyEnglish',
    methods:{
    isFromWeb(){
      if(this.$route.query.fromMobileApp === null){
        return false
      }else{
        return true
      }
    }
  }
});
</script>
