<template>
  <div>
    <h1  
    v-if="isFromWeb()"
      class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center"
    >
      नियम और शर्तें
    </h1>

    <div class="w-full">
      <div class="term-para flex flex-col w-full text-sm text-gray-600">
        <p class="w-full mb-6 text-sm text-gray-600">          
          अस्वीकरण: किसी भी विसंगति या टकराव की स्थिति में, अंग्रेज़ी संस्करण को अनुवाद पर वरीयता दी जाएगी।
        </p>        
        <p class="w-full mb-6 text-sm text-gray-600">          
          <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> में आपका स्वागत है,        </p>
        <P class="w-full mb-6 text-sm text-gray-600">gintaa एक अनूठा ट्रेडिंग प्लेटफॉर्म है जो अलग-अलग उपभोक्ताओं को एक-दूसरे के साथ बातचीत करने का अवसर प्रदान करता है और सामानोंं की एक विस्तृत श्रृंखला को एक्सचेंज या बिक्री करता है, चाहे वह नई या उपयोग की गयी अवस्था में हो,  सी टू सी बिजनेस मॉडल पर आधारित है।
        </P>
        <p class="w-full mb-6 text-sm text-gray-600">
          हम आपसे अनुरोध करते हैं कि  <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com </a> का उपयोग करने से पहले www.gintaa.com  वेबसाइट और/या "gintaa मोबाइल ऐप" ("शर्तें" / "उपयोग की शर्तें") का उपयोग करने के इन नियमों और शर्तों को ध्यान से पढ़ें और समझें ("वेबसाइट") और/या "gintaa मोबाइल ऐप" एसकॉन सॉफ्टेक इंडिया प्राइवेट लिमिटेड द्वारा संचालित और चलाया जाता है (बदले में "कंपनी", "gintaa" "हमें", "हम", या "हमारा")। ये शर्तें www.gintaa.com और/या "gintaa मोबाइल ऐप" पर सभी उपयोगकर्ता पर लागू होती हैं, वर्तमान और भविष्य के उपयोगकर्ता जो  <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> और/या "gintaa मोबाइल ऐप" का उपयोग करना चाहते हैं या वेबसाइट या ऐप सेवा का उपयोग करना चाहते हैं चाहे वर्तमान में या भविष्य में।
        </p>
        <p class="w-full mb-6 text-sm text-gray-600">
           <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a>  पर पहुंच कर, और/या सेवा का उपयोग करके आप इन शर्तों से बाध्य होने की सहमति देते हैं। <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> तक आपकी पहुंच और निरंतरता, और इसका उपयोग आपकी स्पष्ट स्वीकृति और इन शर्तों के निरंतर अनुपालन के अधीन है। यदि आप शर्तों को स्वीकार नहीं करना चाहते या ऐसा चुनते हैं, तो आप हम पर बिना किसी दायित्व के <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> से चेक आउट करने के लिए स्वतंत्र हैं।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">परिभाषाएं</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "अनुबंध/एग्रीमेन्ट" का अर्थ है तत्काल नियम और शर्तें, लिस्टिंग नीति, गोपनीयता नीति, संबद्ध नियम और शर्तें ("अनुलग्नक");
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            खरीदना: इसका अर्थ है नकद/कैश के बदले कुछ सामान खरीदने की क्रिया।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            खरीदार: इसका अर्थ है उन लोगों से जो www.gintaa.com और/या "gintaa Mobile App" के माध्यम से कोई सामान खरीदते हैं।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "पुष्टिकरण सूचना" का अर्थ उन अधिसूचना से है जिसे खंड 2.22 में निर्धारित किया गया है;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ई-प्लेटफ़ॉर्म" का अर्थ है और इसमें "www.gintaa.com" और / या "gintaa मोबाइल ऐप" शामिल है, जिसके माध्यम से हम वर्तमान में अपनी सेवाएं प्रदान करते हैं
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "एक्सचेंज" का अर्थ एक विधि जहाँ कुछ अन्य सामानों के बदले कुछ सामान की पेशकश कर सकते है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            एक्सचेंजकर्ता: किसी विशेष सामान के संबंध में, एक्सचेंजकर्ता का अर्थ है कोई भी व्यक्ति, जो एक्सचेंज के लिए ऐसे सामान की पेशकश करता है और जिससे वो इस एक्सचेंज के सम्बंध में एक एक्सचेंजग्राही भी बन जाते हैं।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            एक्सचेंजग्राही: इसका मतलब है कि कोई भी व्यक्ति जो एक्सचेंज के तहत किसी भीएक्सचेंजकर्ता द्वारा किये गए सामान की पेशकश के बदले अन्य सामान की पेशकश करता है और ऐसे में यह व्यक्ति ना केवल एक एक्सचेंजग्राही हैं बल्कि सामने वाले व्यक्ति के लिए एक एक्सचेंजकर्ता भी है। 

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "दिशानिर्देश" का अर्थ है हमारे ई-प्लेटफ़ॉर्म पर एक्सचेंज करने वालों, सदस्यों और अन्य उपयोगकर्ताओं के आचरण को नियंत्रित करने वाले gintaa द्वारा समय-समय पर बनाए गए नियम
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "लिस्टिंग" का अर्थ है हमारे ई-प्लेटफ़ॉर्म के माध्यम से एक्सचेंज की पेशकश की एक सूची 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "सदस्य" का अर्थ है कोई भी व्यक्ति जो हमारे ई-प्लेटफॉर्म के माध्यम से व्यापार या लेन-देन करना चाहते है

          </li> 
           <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "पार्टि" का अर्थ संबंधित एक्सचेंजकर्ताओ के लिए एक संयुक्त संदर्भ है, या जैसा भी मामला हो

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            व्यक्ति" का अर्थ है और इसमें स्वाभाविक व्यक्ति शामिल है जो कम से कम 18 वर्ष का है और कानूनी रूप से भारत में एक अनुबंध में प्रवेश कर सकता है और इसमें एक न्यायिक व्यक्ति भी शामिल है

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "व्यक्तिगत डेटा" का अर्थ किसी व्यक्ति (इस मामले में- आप) के बारे में या उससे संबंधित डेटा है जो प्रत्यक्ष या अप्रत्यक्ष रूप से पहचाने जाने योग्य है, ऐसे स्वाभाविक व्यक्ति की पहचान की किसी भी विशेषताए ,लक्षण, गुण या किसी अन्य विशेषता के संबंध में, चाहे वह ऑनलाइन हो या ऑफ़लाइन, या किसी अन्य जानकारी के साथ ऐसी सुविधाओं का कोई संयोजन, और इसमें प्रोफाइलिंग के उद्देश्य के लिए ऐसे डेटा से निकाला गया कोई भी निष्कर्ष शामिल होगा; इन शर्तों में "व्यक्तिगत डेटा", "आपकी जानकारी" या "सूचना" का परस्पर उपयोग किया जाता है और सभी उपरोक्त जानकारी को संदर्भित करता हैं;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            बेचना: का अर्थ है नकद/कैश के बदले कुछ सामान या सेवाएं प्रदान करने की क्रिया
          </li>  
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            विक्रेता : का अर्थ उस व्यक्ति से है जो www.gintaa.com और/या "gintaa मोबाइल ऐप" के माध्यम से कोई सामान बेचता है।
          </li>
        
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "संवेदनशील व्यक्तिगत डेटा जो निम्नलिखित डेटा को प्रकट कर सकता है, उनसे संबंधित हो सकता है, या गठन कर सकता है, जैसे की -
          </li>
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">वित्तीय डेटा</li>
            <li class="mb-2 text-sm text-gray-600">स्वास्थ्य डेटा</li>
            <li class="mb-2 text-sm text-gray-600">आधिकारिक पहचानकर्ता</li>
            <li class="mb-2 text-sm text-gray-600">यौन जीवन</li>
            <li class="mb-2 text-sm text-gray-600">यौन अभिविन्यास</li>
            <li class="mb-2 text-sm text-gray-600">बायोमेट्रिक डेटा</li>
            <li class="mb-2 text-sm text-gray-600">आनुवंशिक डेटा</li>
            <li class="mb-2 text-sm text-gray-600">ट्रांसजेंडर स्थिति</li>
            <li class="mb-2 text-sm text-gray-600">मध्यलिंगी स्थिति</li>
            <li class="mb-2 text-sm text-gray-600">जाति या जनजाति</li>
            <li class="mb-2 text-sm text-gray-600">धार्मिक या राजनीतिक विश्वास या संबद्धता</li>
          </ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ऑफ़रर" या “प्रस्तावक” का अर्थ उस व्यक्ति से है जो हमारे ई-प्लेटफ़ॉर्म के माध्यम से किसी भी सामान को लिस्ट या ऑफ़र कर के उसे एक्सचेंज या बेचन चाहते है ताकि बदले में वह कोई अन्य सामान प्राप्त कर सकें, वो भी इस तरह के एक्सचेंज या कैश के लिए किसी अन्य वैध मान्यता के साथ या उसके बिना।
             </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ऑफ़री" या प्रस्ताव्ग्रही का अर्थ उस व्यक्ति से है जो किसी भी सामान को एक्सचेंज करने के लिए एक प्रस्तावक से एक प्रस्ताव स्वीकार करता है और हमारे ई-प्लेटफॉर्म के माध्यम से किसी भी सामान को एक्सचेंज और/या उसके बदले कैश प्रदान करता है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "व्यापार" या "व्यापार करने" का अर्थ है एक्सचेंज या बिक्री के लिए हमारे ई-प्लेटफॉर्म पर किसी भी सामान को लिस्ट करना। हमारे ई-प्लेटफ़ॉर्म पर किसी भी व्यापार को करने के लिए, आपको प्रक्रिया के अनुसार एक सदस्य के रूप में हमारे साथ पंजीकरण करना होगा। यहाँ नीचे खण्ड 3.3 के तहत उल्लिखित है

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            लेन-देन का अर्थ एक ऐसी गतिविधि है जिसके द्वारा किसी सामान की बिक्री उसके भुगतान या एक्सचेंज के माध्यम से संपन्न होती है


          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
          	"उपयोगकर्ता" या "उपयोगकर्ताओ" का अर्थ और इसमें एक सदस्य, एक्सचेंजकर्ता या कोई व्यक्ति शामिल है जो अन्यथा हमारे ई-प्लेटफ़ॉर्म पर सर्फिंग / या उसे एक्सेस कर रहा है

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "जीएसटी" का अर्थ है भारत में किसी भी सामान या सेवाओं की आपूर्ति पर संबंधित प्राधिकरण द्वारा लगाया गया माल और सेवा कर/टैक्स 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            इन शर्तों में "हम", "हमें", "हमारे", "स्वयं", "कंपनी" और "gintaa" या "gintaa" का परस्पर उपयोग किया जाता है और ये सभी हमारे ई-प्लेटफ़ॉर्म को संदर्भित करते हैं

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "आप" या "आपका" का अर्थ है कि आप, चाहे एक एक्सचेंज और/या उपयोगकर्ता के रूप में, उनके उत्तराधिकारी और अनुमत असाइन

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">दायित्व की सीमाएं</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आप एतद्द्वारा सहमत हैं, समझते हैं और स्वीकार करते हैं कि ई-प्लेटफ़ॉर्म हमारे ई-प्लेटफ़ॉर्म के माध्यम से व्यापार करने के लिए प्रस्तावकर्ता और प्रस्तावग्राही के बीच केवल एक सुविधाकर्ता है। हमारे ई-प्लेटफॉर्म पर किए गए या प्रस्तावित किसी भी व्यापार के संबंध में किसी भी उपयोगकर्ता और gintaa के बीच कोई अनुबंध मौजूद नहीं है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप एतद्द्वारा सहमत हैं, समझते हैं और स्वीकार करते हैं कि हम अपने ई-प्लेटफ़ॉर्म पर लिस्ट की गयी किसी भी सामान की किसी भी प्रकार की एक्सचेंज में शामिल नहीं हैं, और यह कि हमारी भूमिका पूरी तरह से इस तरह के व्यापार को करने के लिए पार्टियों को एक आभासी मंच प्रदान करने तक ही सीमित है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            एतद्द्वारा यह स्पष्ट किया जाता है कि हमारे ई-प्लेटफॉर्म पर लिस्ट की गयी किसी भी सामान के एक्सचेंज या बिक्री के संबंध में पार्टियों द्वारा और उनके बीच कोई भी समझौता संबंधित प्रस्तावकर्ता और प्रस्तावग्राही के बीच एक द्विपक्षीय समझौता होगा और हम, gintaa, किसी भी तरह की एक पार्टी, क्षतिपूर्तिकर्ता, जमानतदार नहीं होंगे, या हमारे ई-प्लेटफ़ॉर्म पर किए गए ऐसे किसी भी लेन-देन की पुष्टि करने वाला पक्ष नहीं होंगे, जब तक कि इस तरह के व्यापार के समापन के समय विशेष रूप से सहमति ना हो
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप इसके द्वारा आगे सहमत हैं और स्वीकार करते हैं कि हम अपने ई-प्लेटफॉर्म के तहत व्यापार में प्रवेश करने वाले किसी भी निर्माता, एक्सचेंजकर्ता या किसी अन्य व्यक्ति के एजेंट नहीं हैं।
             </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप एतद्द्वारा सहमत हैं, समझते हैं और स्वीकार करते हैं कि हमारे पास यह पता लगाने का कोई साधन नहीं है कि एक्सचेंजकर्ता या विक्रेता हमारे ई-प्लेटफ़ॉर्म पर लिस्ट की गयी सामान का वैध ओनर है या नहीं, और ना ही हम उसका प्रतिनिधित्व करते हैं या उसे रोकते हैं, हमारे ई-प्लेटफ़ॉर्म पर एक्सचेंज या विक्रेता के लिए पेश किए गए सामान किसी भी कानूनी दोष से मुक्त हैं
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	हम अपने ई-प्लेटफ़ॉर्म पर लिस्ट की गयी किसी भी सामान या सेवाओं के विवरण, गुणवत्ता, मात्रा, मूल्य, मूल के बारे में कोई गारंटी, वारंटी, ज़मानत, क्षतिपूर्ति, पुष्टि या आश्वासन प्रदान नहीं करते हैं; तदनुसार, आपसे अनुरोध है कि किसी भी बिक्री को समाप्त करने से पहले अपनी पसंद के सामान के विवरण, गुणवत्ता, मात्रा, मूल्य, मूल्य की जांच करें।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	आप एतद्द्वारा सहमत हैं, समझते हैं और स्वीकार करते हैं कि किसी भी परिस्थिति में, आप किसी भी व्यापार या लेनदेन के संबंध में आपको हुए किसी भी नुकसान या क्षति के लिए हमें जिम्मेदार नहीं ठहराएंगे।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	हमारा इस पर कोई नियंत्रण नहीं है, ना ही हम प्रतिनिधित्व करते हैं या मानते हैं कि संबंधित प्रस्तावकर्ता या प्रस्तावग्राही अपने संबंधित दायित्वों का पालन करेंगे जैसा कि ऊपर खंड (vi) और (vii) के तहत विचार किया गया है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हम गारंटी नहीं दे सकते हैं और ना ही हम प्रतिनिधित्व करते हैं या मानते हैं कि प्रस्तावकर्ता द्वारा कोई भी सामान अच्छी स्थिति में और सहमत समय के भीतर उस संबंधित एक्सचेंजर/खरीदार को वितरित किया जाएगा। 

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	हम अपने ई-प्लेटफॉर्म पर सर्फ करते समय उपयोगकर्ताओं द्वारा प्रदान की गई व्यक्तिगत जानकारी की सटीकता की पुष्टि नहीं कर सकते हैं और न ही इसकी पुष्टि करते हैं
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	     हमारे ई-प्लेटफ़ॉर्म पर आपकी गतिविधि के संबंध में क्या प्रतिक्रिया और/या टिप्पणियां पोस्ट की जा सकती हैं, इस पर हम कोई व्यावहारिक नियंत्रण नहीं रख सकते हैं और ना ही इसका प्रतिनिधित्व कर सकते हैं, फिर भी किसी अवांछित प्रतिक्रिया और/या टिप्पणी के मामले में, आप हमें <a href="mailto:grievance@gintaa.com" class="text-firoza">grievance@gintaa.com</a> पर शिकायत लिख सकते हैं। हम आपको विश्वास दिलाते हैं कि हमारी नीति के अनुरूप उचित कदम उठाए जाएंगे
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            इस तरह के लेन-देन के लिए वर्चुअल प्लेटफॉर्म प्रदान करने के अलावा किसी भी सामान के एक्सचेंज या बिक्री में हमारी कोई भागीदारी नहीं है, इसलिए हम अपने ई-प्लेटफॉर्म पर किसी भी सामान के एक्सचेंज या खरीदे गए सामान की वापसी को स्वीकार नहीं कर सकते हैं क्योंकि हम प्रस्तावक या पेशकशकर्ता के रूप में कार्य नहीं करते हैं और ना ही हैं। इसलिए ऑफ़र करने वालों और ऑफ़र लेने वालों को एक-दूसरे से सामानों के खराब होने या किसी विशेष उद्देश्य के लिए उपयुक्त नहीं होने के संबंध में लेकिन इन तक ही सिमित नहीं, सभी पूछताछों को निर्देशित करना चाहिए। 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	इस साइट पर व्यापार करते समय, आप सहमत होते हैं और स्वीकार करते हैं कि हम नियंत्रित नहीं कर सकते हैं और ना ही हम प्रतिनिधित्व करते हैं या मानते हैं कि हम प्रस्तावकर्ता और/या प्रस्तावग्राही के आचरण को नियंत्रित कर सकते हैं या नियंत्रित कर सकते हैं जिस तरह से संबंधित प्रस्तावक या प्रस्तावग्राही आपकी व्यक्तिगत जानकारी को संसाधित करता है

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हमारे ई-प्लेटफ़ॉर्म पर व्यापार करते समय आप आगे सहमत होते हैं और स्वीकार करते हैं कि सामानों के एक्सचेंज के दौरान या उसके पूरा होने पर, हम अब किसी भी व्यक्तिगत जानकारी के लिए ज़िम्मेदार नहीं हैं जो कि किसी भी या सभी उद्देश्यों के लिए प्रस्तावक और प्रस्तावग्राही के बीच बदली जा सकती है जो की समझौते के खंड 2.22 में तय है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  हम किसी भी व्यक्ति के लिए, उस तरीके के लिए जिम्मेदार नहीं होंगे जिस तरह से व्यक्तिगत जानकारी को हमारे प्लेटफॉर्म पर पार्टियों द्वारा और उनके बीच किए गए किसी भी लेनदेन के बाद संसाधित किया जाता है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	      आप एतद्द्वारा सहमत हैं और स्वीकार करते हैं कि हम कानून के अनुसार इस तरह की प्रस्तावक या प्रस्तावग्राही द्वारा व्यक्तिगत जानकारी किसी तीसरे पक्ष को संसाधित करने और/या ऐसी किसी भी जानकारी के अवैध हस्तांतरण के लिए, जैसा भी मामला हो, प्रस्तावक या प्रस्तावग्राही की ओर से किसी भी विफलता के लिए जिम्मेदार नहीं होंगे।
          </li>
          
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">प्रस्तावक का दायित्व</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हमारे विवेक के अधीन, आप हमारे ई-प्लेटफ़ॉर्म पर एक्सचेंज या बेचने के लिए पेश किए जाने वाले सामान/सामानों का विवरण अपलोड कर सकते हैं, और यदि आप ऐसा करते हैं, तो आप हमारे साथ-साथ इस प्लेटफ़ॉर्म के उपयोगकर्ताओं का प्रतिनिधित्व करते हैं, वचन देते हैं और वारंट करते हैं की 
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	हमारे ई-प्लेटफ़ॉर्म पर हमारे साथ साझा की गई जानकारी और/या डेटा (जो यहाँ 'डेटा' के रूप में संदर्भित है) गलत, भ्रामक, भ्रामक और/या कपटपूर्ण नहीं है

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपका डेटा घोर हानिकारक, परेशान करने वाला, ईशनिंदा करने वाला, अश्लील, पोर्नोग्राफिक, पीडोफिलिक, अपमानजनक, दूसरे की गोपनीयता के लिए आक्रामक, घृणास्पद, या नस्लीय, जातीय रूप से आपत्तिजनक, अपमानजनक, मनी लॉन्ड्रिंग या जुए से संबंधित या प्रोत्साहित करने वाला, या अन्यथा किसी भी तरह से गैरकानूनी नहीं है।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपका डेटा किसी भी व्यक्ति या संस्था से संबंधित कोई भी भ्रामक या गलत और/या निंदनीय जानकारी प्रसारित नहीं करता है ।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपके डेटा में वायरस, मैलवेयर, फ़र्मवेयर, या कोई अन्य कंप्यूटर कोड, फ़ाइलें या प्रोग्राम शामिल नहीं हैं जिन्हें किसी भी कंप्यूटर संसाधन की कार्यक्षमता को बाधित करने, नष्ट करने या सीमित करने के लिए डिज़ाइन किया गया है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपके द्वारा ऑफ़र किया जाने वाला सामान या साझा किया जाने वाला डेटा किसी अन्य व्यक्ति से सम्बंधित नहीं है और/या जिस पर आपका कोई अधिकार नहीं है, और यह किसी भी व्यक्ति और विशेष रूप से नाबालिगों, अलगरूप से सक्षम, वरिष्ठ नागरिकों, किसी भी LGBTQ व्यक्ति को या कोई भी जानवर या पक्षी, किसी भी तरह से नुकसान नहीं पहुंचाता है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपके सामान में किसी भी तरह की गोपनीय जानकारी नहीं है और/या अन्यथा किसी पेटेंट, ट्रेडमार्क, कॉपीराइट या अन्य स्वामित्व अधिकारों का उल्लंघन करता है, जब तक कि आपने संबंधित व्यक्ति/व्यक्तियों की विधिवत सहमति प्राप्त नहीं की है।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            जो सामान आप एक्सचेंज या बेचने के विचार से ऑफ़र कर रहे हैं वो सही तरह से अपना उद्देश्य पूरा करता है, उचित है, आमतौर पर ख़रीदा जाता है, और तो और बिना किसी सीमा के, आपको सामान अपने मूल्य और विवरण जैसा दिया हुआ है वैसा ही मिलेगा।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	आप वचन देते हैं और स्वीकार करते हैं कि हमारे ई-प्लेटफ़ॉर्म पर अपलोड किए गए सामान विवरण विधिवत रूप से संबंधित प्रस्तावग्राही को दिए गए सामान के अनुरूप होंगे।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप वचन देते हैं और स्वीकार करते हैं कि सामान दोषपूर्ण नहीं है और किसी भी तरह के भार से मुक्त है, ताकि पेशकशकर्ता हमारे ई-प्लेटफॉर्म के माध्यम से बदले गए सामानों को शांतिपूर्ण आनंद ले सके।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हमारे ई-प्लेटफ़ॉर्म पर लिस्ट किए गए सामान को हमारी नीति के उचित अनुपालन में पेश किया जाना चाहिए और अन्यथा एक्सचेंज के लिए ऐसा प्रस्ताव किसी भी लागू कानून के उल्लंघन में नहीं होना चाहिए।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपको किसी भी सामान के एक्सचेंज के लिए विस्तृत नियम और शर्तें निर्धारित करनी होंगी, जिनमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं 1) कि क्या इस तरह के सामान को मौद्रिक प्रतिफल या किसी अन्य सामान के बदले एक्सचेंज के लिए पेश किया जाता है; 2) ऐसे सामान के एक्सचेंज या बेचने के लिए अपेक्षित न्यूनतम मान्यता; 3) भुगतान शर्तें; 4) वितरण की शर्तें; 5) रिटर्न पॉलिसी; 6) जीएसटी सहित कर और शुल्क; तथा 7) एक्सचेंज आदि में शामिल पक्षों में से किसी एक द्वारा देय लागत।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	आप सहमत हैं कि इस तरह के नियमों और शर्तों में इन शर्तों के तहत हमारे द्वारा निर्धारित किसी भी मामले के साथ-साथ समय-समय पर जारी किए गए हमारे दिशानिर्देशों में निर्दिष्ट कोई भी मामला शामिल किया जाएगा।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप स्वीकार करते हैं और वचन देते हैं कि आप हमारे ई-प्लेटफ़ॉर्म पर एक्सचेंज के लिए आपके द्वारा लिस्ट की गयी सामान के एकमात्र और वैध स्वामी हैं और आपके पास लेन-देन को समाप्त करने और सामान के स्वामित्व को प्रस्तावग्राही को देने की कानूनी क्षमता रखते है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आप हमें अपनी प्रोफ़ाइल जानकारी से संबंधित किसी भी परिवर्तन के बारे में सूचित रखेंगे और बिना किसी अनुचित देरी के ऐसी अद्यतन जानकारी के साथ अपने खाते/प्रोफ़ाइल अनुभाग को तुरंत संपादित करेंगे।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	आप लागू कानून के प्रावधानों के तहत किसी भी तरह से प्रतिबंधित या प्रतिबाधित किसी भी वस्तु या सामग्री को पोस्ट या ऑफ़र नहीं करेंगे, और कोई भी सामान जिसमें लागू कानूनों के तहत निषिद्ध सामग्री हो सकती है, जिसमें स्केडुले की निषिद्ध वस्तुओं की सूची या जो अन्यथा नियंत्रित पदार्थ के रूप में विनियमित हैं शामिल है।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप हमेशा हमारी लिस्टिंग नीति के अधीन रहेंगे और उसका पालन करेंगे

            </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">ऑफ़र करने वालों की बाध्यता</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          आप हमारे साथ-साथ संभावित पेशकशकर्ताओं का प्रतिनिधित्व करते हैं, वचन देते हैं और वारंट करते हैं कि
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 हमारे ई-प्लेटफ़ॉर्म पर हमारे साथ साझा की गई जानकारी और/या डेटा (बाद में 'डेटा' के रूप में संदर्भित) गलत, भ्रामक, भ्रामक और/या कपटपूर्ण नहीं है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपका डेटा किसी भी व्यक्ति या संस्था से संबंधित कोई भ्रामक या गलत और/या निंदनीय जानकारी प्रसारित नहीं करता है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपके डेटा में कोई भी वायरस, वर्म्स, ट्रोजन हॉर्स या अन्य आक्रामक प्रोग्राम या डेटा नहीं है, चाहे वह अन्य प्रोग्राम या डेटा से जुड़ा या एम्बेड किया गया हो

          </li>
          <!-- <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आपका डेटा घोर हानिकारक, परेशान करने वाला, ईशनिंदा करने वाला, अश्लील, पीडोफिलिक, अपमानजनक, दूसरे की गोपनीयता के लिए आक्रामक, घृणास्पद, या नस्लीय, जातीय रूप से आपत्तिजनक, अपमानजनक, मनी लॉन्ड्रिंग या जुए से संबंधित या प्रोत्साहित करने वाला, या अन्यथा किसी भी तरह से गैरकानूनी नहीं है।
          </li> -->
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपका डेटा किसी अन्य व्यक्ति से संबंधित नहीं है और/या जिस पर आपका कोई अधिकार नहीं है और यह किसी भी व्यक्ति को नुकसान नहीं पहुंचाता है या विशेष रूप से किसी भी तरह से नाबालिगों को नुकसान नहीं पहुंचाता है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आपके डेटा में कोई गोपनीय जानकारी नहीं है और/या अन्यथा किसी पेटेंट, ट्रेडमार्क, कॉपीराइट या अन्य स्वामित्व अधिकारों का उल्लंघन है, जब तक कि आपने संबंधित व्यक्ति/व्यक्तियों की विधिवत सहमति प्राप्त नहीं की है।
          </li> 
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>                 
आपका डेटा घोर हानिकारक, परेशान करने वाला, ईशनिंदा करने वाला, अश्लील, पीडोफिलिक, अपमानजनक, दूसरे की गोपनीयता के लिए आक्रामक, घृणास्पद, या नस्लीय, जातीय रूप से आपत्तिजनक, अपमानजनक, मनी लॉन्ड्रिंग या जुए से संबंधित या प्रोत्साहित करने वाला, या अन्यथा किसी भी तरह से गैरकानूनी नहीं है।

          </li>
          
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  आप हमें अपनी प्रोफ़ाइल जानकारी से संबंधित किसी भी परिवर्तन के बारे में सूचित रखेंगे और बिना किसी अनुचित देरी के ऐसी अद्यतन जानकारी के साथ अपने खाते/प्रोफ़ाइल अनुभाग को तुरंत संपादित करेंगे।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आपके पास किसी भी लिस्ट की गयी सामान को एक्सचेंज करने की कानूनी क्षमता और वैध साधन हैं, और, आप अन्यथा उन सामानों की एक्सचेंज में किसी भी कानून का उल्लंघन नहीं करेंगे
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप इस साइट पर किसी एक्सचेंज प्रस्ताव का तब तक जवाब नहीं देंगे जब तक कि आप वित्तीय रूप से सक्षम ना हों और आपके पास इस तरह के लेनदेन को निष्पादित करने के लिए प्रस्तावक को अपेक्षित प्रतिफल देने के लिए पर्याप्त साधन ना हों।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आप सहमत हैं और स्वीकार करते हैं कि हमारे ई-प्लेटफ़ॉर्म पर किसी भी सामान का कोई भी एक्सचेंज पूरी तरह से आपके अपने जोखिम पर है

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">एक्सचेंज का ट्रांज़ैक्शन</h4>
        <h5 class="text-lg text-gray-700 font-medium mb-4">प्रक्रिया</h5>
        <p class="text-sm text-gray-700 mb-4">
          इस ई-प्लेटफॉर्म पर एक्सचेंज करने के नियम कुछ इस प्रकार हैं
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            एक्सचेंजकर्ता उन वस्तुओं का विवरण अपलोड करेंगे जिनका वे gintaa के माध्यम से एक्सचेंज या एक्सचेंज करने का इरादा रखते हैं, जिसमें हमारी लिस्टिंग नीति के अधीन वास्तविक चित्र या उसी की तस्वीरें शामिल हो सकती हैं।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            एक्सचेंजकर्ता ऐसा कोई भी निषिद्ध वस्तु जिसे आवश्यक वस्तु अधिनियम, 1955 या समय-समय पर संशोधित में शामिल 2020 के संशोधन के तहत आवश्यक वस्तुओं के रूप में निर्धारित किसी भी वस्तु सहित निषिद्ध वस्तु को सूचीबद्ध/लिस्ट नहीं करेगा। किसी भी हाल में अगर एक्सचेंजकर्ता ऐसी कोई भी निषिद्ध वस्तु को लिस्ट करता या लिस्ट करने का प्रयास करता है तो gintaa.com का व्यवस्थापक, एक्सचेंजकर्ता के किसी भी संदर्भ के बिना ऐसी लिस्टिंग को हटा देगा।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 एक बार प्लेटफ़ॉर्म पर एक लिस्टिंग हो जाने के बाद, हमारे पास हमारा स्वचालित मिलान एल्गोरिथ्म है जो एक्सचेंजकर्ता और एक्सचेंजग्राही की इच्छाओं के आधार पर मैच को प्लेटफ़ॉर्म से लाएगा।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            प्लेटफ़ॉर्म के किसी भी इच्छुक उपयोगकर्ता या जिनकी इच्छाएँ मेल खाती हैं, उन्हें लेन-देन को अंतिम रूप देने के लिए एक ऑफ़र और काउंटर ऑफ़र का सुझाव देना होगा। प्लेटफॉर्म में चैट फीचर भी दिया गया है ताकि एक्सचेंज करने वाले ya एक्सचेंजकर्ता एक दूसरे से सीधे संवाद कर सकें।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  दोनों पार्टियों के बीच समझ के अधीन, डिलीवरी के सहमत मोड के माध्यम से पार्टियों द्वारा और उनके बीच सहमत विचार के हस्तांतरण के बाद एक लेनदेन संपन्न किया जा सकता है
          </li>
          
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            यदि एक्सचेंज लेनदेन की शर्तों पर सहमति व्यक्त की जाती है या पार्टियों के आचरण के पाठ्यक्रम से सहमत माना जाता है, तो पार्टियों से अपेक्षा की जाती है कि वे लेनदेन को समय के भीतर और सहमति के तरीके से पूरा करें, असाधारण परिस्थितियों को छोड़कर निम्नलिखित अनुसार:

          </li>
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">
              सौदे के समापन के बाद माल का विवरण भौतिक रूप से बदल दिया गया है

            </li>
            <li class="mb-2 text-sm text-gray-600">
              कोई भी एक्सचेंजकर्ता दूसरे पक्ष की पहचान प्रमाणित करने में असमर्थ है
            </li>
            <li class="mb-2 text-sm text-gray-600">
              एक्सचेंजकर्ता निर्धारित समय के भीतर माल की डिलीवरी करने में विफल रहता है 
            </li>
          </ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            यदि एक्सचेंजकर्ता को उसके किए गए प्रस्ताव की स्वीकृति प्राप्त होती है या प्रस्तावकर्ता द्वारा प्रस्तुत प्रति प्रस्ताव के लिए सहमत होता है, तो एक्सचेंजकर्ता से अपेक्षा की जाती है कि वह प्रतिफल को स्वीकार करे और उस प्रस्तावी को माल के एक्सचेंज को पूरा करे, जैसे कि निम्नलिखित असाधारण परिस्थितियों में:
          </li>
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">
              एक्सचेंजग्राही निर्धारित समय के भीतर सहमत विचार देने में विफल रहता है
            </li>
            <li class="mb-2 text-sm text-gray-600">
              कोई भी एक्सचेंजकर्ता दूसरे पक्ष की पहचान प्रमाणित करने में असमर्थ है
            </li>
          </ul>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4">लेन-देन का समापन</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हम स्वचालित ईमेल/संदेशों द्वारा हमारे ई-प्लेटफ़ॉर्म पर लिस्ट की गयी किसी भी सामान के एक्सचेंज के संबंध में लेनदेन के सफल समापन पर संबंधित पक्षों को सूचित करेंगे।

        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          ऐसी पुष्टिकरण अधिसूचना प्राप्त होने पर, पार्टियां निम्नलिखित मामलों के लिए व्यग्तिगत रूप से जिम्मेदार होंगी, जिनमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:

        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            जब लिस्ट की गयी सामानों का एक्सचेंज आमने सामने से दोनों के रजामंदी से कर दिया जाएगा तब सामान के संबंध में किसी तरह के जोखिम के जिम्मेदार विनिमयग्राही होंगे तभी जब सामान का स्वामित्व विनिमयग्राही को बना दिया जाएगा।  
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            प्रस्ताव्ग्रही और एक्सचेंजकर्ता अपने बीच किए गए किसी भी लेन-देन से उत्पन्न होने वाले किसी भी विवाद को हल करने के लिए प्रक्रिया के साथ-साथ ऐसे संबंधों को नियंत्रित करने वाले क्षेत्राधिकार का निर्णय लेंगे, जिसमें विफलता में सामान्य कानून ऐसे विवादों को हल करने के लिए लागू होगा;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            माल के भुगतान (यदि कोई हो) की व्यवस्था करना</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            खंड 2.23 के अधीन माल की डिलीवरी की तारीख पर सहमति
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हमारे ई-प्लेटफ़ॉर्म पर सामानों के एक्सचेंज या बेचने के संबंध में किए गए सभी लागू करों यानि टैक्सेज, शुल्कों और लागतों का भुगतान (बिना किसी सीमा के, जीएसटी या कस्टम शुल्क और अन्य आयात शुल्क और टैरिफ़ के)
             </li>
        </ul>
      </div>
      <!--sell section starthere-->
      <div>
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4">सोच - विचार</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          एक्सचेंज के खिलाफ विचार एक द्विपक्षीय मुद्दा होगा और किसी भी पक्ष द्वारा भुगतान शर्तों के उल्लंघन से उत्पन्न किसी भी विवाद के लिए हमें जिम्मेदार नहीं ठहराया जाएगा।

        </p>
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4">वितरण</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हमारे ई-प्लेटफॉर्म पर एक्सचेंज के सफल समापन पर, पार्टियां अपनी व्यक्तिगत बैठक के माध्यम से सामान की डिलीवरी को पूरा करने के लिए स्वतंत्र होंगी।

        </p>

        <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">बिक्री का ट्रांज़ैक्शन</h4>
        <h5 class="text-lg text-gray-700 font-medium mb-4">प्रक्रिया</h5>
        <p class="text-sm text-gray-700 mb-4">
          इस ई-प्लेटफॉर्म पर बिक्री के लेनदेन करने के नियम कुछ इस प्रकार हैं:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            विक्रेता उन वस्तुओं का विवरण अपलोड करेंगे जिनका वे gintaa के माध्यम से एक्सचेंज या एक्सचेंज करने का इरादा रखते हैं, जिसमें हमारी लिस्टिंग नीति के अधीन वास्तविक चित्र या उसी की तस्वीरें शामिल हो सकती हैं।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            विक्रेता ऐसा कोई भी निषिद्ध वस्तु जिसे आवश्यक वस्तु अधिनियम, 1955 या समय-समय पर संशोधित में शामिल 2020 के संशोधन के तहत आवश्यक वस्तुओं के रूप में निर्धारित किसी भी वस्तु सहित निषिद्ध वस्तु को सूचीबद्ध/लिस्ट नहीं करेगा। किसी भी हाल में अगर एक्सचेंजकर्ता ऐसी कोई भी निषिद्ध वस्तु को लिस्ट करता या लिस्ट करने का प्रयास करता है तो gintaa.com का व्यवस्थापक, विक्रेता के किसी भी संदर्भ के बिना ऐसी लिस्टिंग को हटा देगा।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            प्लेटफ़ॉर्म के किसी भी इच्छुक उपयोगकर्ता को लेन-देन को अंतिम रूप देने के लिए एक प्रस्ताव और काउंटर ऑफ़र का सुझाव देना होगा। प्लेटफॉर्म में चैट फीचर भी दिया गया है ताकि एक्सचेंजकर्ता एक दूसरे से सीधे संवाद कर सकें।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            दोनों पार्टियों के बीच समझ के अधीन, डिलीवरी के सहमत मोड के माध्यम से पार्टियों द्वारा और उनके बीच सहमत विचार के हस्तांतरण के बाद ही एक लेनदेन संपन्न किया जा सकता है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            यदि विक्रेता के लेनदेन की शर्तों पर सहमति व्यक्त की जाती है या पार्टियों के आचरण के पाठ्यक्रम से सहमत माना जाता है, तो पार्टियों से अपेक्षा की जाती है कि वे लेनदेन को समय के भीतर और सहमति के तरीके से पूरा करें, असाधारण परिस्थितियों को छोड़कर निम्नलिखित अनुसार:
          </li>
          
      
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">
              सौदे के समापन के बाद माल का विवरण भौतिक रूप से बदल दिया गया है

            </li>
            <li class="mb-2 text-sm text-gray-600">
              एक्सचेंजकर्ता निर्धारित समय के भीतर माल की डिलीवरी करने में विफल रहता है 

            </li>
            
          </ul>
        
       
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4">लेन-देन का समापन</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हम स्वचालित ईमेल/संदेशों द्वारा हमारे ई-प्लेटफ़ॉर्म पर लिस्ट की गयी किसी भी सामान के खरीदी और बिक्री के संबंध में लेनदेन के सफल समापन पर संबंधित पक्षों को सूचित करेंगे।

        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          ऐसी पुष्टिकरण अधिसूचना प्राप्त होने पर, पार्टियां निम्नलिखित मामलों के लिए व्यग्तिगत रूप से जिम्मेदार होंगी, जिनमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:

        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            जब लिस्ट की गयी सामानों की खरीदारी आमने सामने से दोनों के रजामंदी से की जाएगी तब सामान के संबंध में किसी तरह के जोखिम के जिम्मेदार खरीदार होंगे, और तभी जब सामान का स्वामित्व खरीदार को बना दिया जाएगा। 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            खरीदार और विक्रेता अपने बीच किए गए किसी भी लेन-देन से उत्पन्न होने वाले किसी भी विवाद को हल करने के लिए प्रक्रिया के साथ-साथ ऐसे संबंधों को नियंत्रित करने वाले क्षेत्राधिकार का निर्णय लेंगे, जिसमें विफलता में सामान्य कानून ऐसे विवादों को हल करने के लिए लागू होगा;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            माल के भुगतान (यदि कोई हो) की व्यवस्था करना</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            खंड 2.23 के अधीन माल की डिलीवरी की तारीख पर सहमति
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हमारे ई-प्लेटफ़ॉर्म पर सामानों के एक्सचेंज या बेचने के संबंध में किए गए सभी लागू करों यानि टैक्सेज, शुल्कों और लागतों का भुगतान (बिना किसी सीमा के, जीएसटी या कस्टम शुल्क और अन्य आयात शुल्क और टैरिफ़ के)
             </li>
        </ul>
        <p class="w-full text-sm text-gray-700 mb-4">नए सामान श्रेणी के तहत किसी भी सामान की पेशकश करने वाले किसी भी विक्रेता के लिए विशिष्ट आवश्यकताएं:</p>
        <p class="w-full text-sm text-gray-700 mb-4">यहां ऊपर दी गई किसी भी बात के होते हुए भी, एक नए सामान का विक्रेता स्पष्ट रूप से सहमत होता है और निम्नलिखित का वचन देता है:</p>
        <ul>
          <li>
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            किसी भी नए सामान के विक्रेता पुष्टि करते है कि वह अपनी पनद का कोई भी माध्यम या मंच, gintaa.com सहित, सामान को बेचने के लिए कानूनी रूप से अधिकृत है,और उसके और सामानों के निर्माता के बीच कोई विशिष्टता मौजूद नहीं है।
          </li>
          <li>
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            किसी भी नए सामान का विक्रेता पुष्टि करता है कि उसे gintaa.com के माध्यम से अपने सामानों को बेचने के लिए निर्माता द्वारा प्रतिबंधित नहीं किया गया है।  

          </li>
          <li>
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            वह संबंधित सामान के एमआरपी (MRP) से अधिक कीमत पर कोई नया सामान पेश नहीं करेगा।  

          </li>
          <li>
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            वह जीएसटी (GST) कानूनों और कानूनी मेट्रोलॉजी कानूनों सहित सभी लागू कानूनों के अनुपालन के लिए पूरी तरह उत्तरदायी होगा और किसी भी दायित्व के मामले में, वह सभी नुकसानों, क्षतियों, दंडों के खिलाफ gintaa को क्षतिपूर्ति करेगा। 

          </li>
        </ul>
      </div>
      </div>

      
     

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">बीमा</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
             ऊपर दिए गए खंड के तहत विचार के अनुसार उनके पारगमन के दौरान माल की रक्षा करने के लिए, प्रस्तावकर्ता या पेशकशग्राही के पास हमारे बीमा चैनल पार्टनर के माध्यम से बीमा के लिए चुनने का विकल्प होगा, ताकि ख़ास तौर के खतरों से ट्रांजिट के दौरान शिपमेंट को होने वाले किसी भी संभावित नुकसान से खुद को बचाया जा सके, जैसा कि संबंधित बीमा पॉलिसी के तहत प्रदान किया गया है। ऐसी पॉलिसी के प्रीमियम का भुगतान वस्तु-विनिमय करने वाली पार्टियों को gintaa को करना होगा

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            बीमा चैनल पार्टनर के माध्यम से अपने पारगमन या ट्रांजिट के दौरान माल या सामानों का बीमा करने का विकल्प चुनकर, प्रस्तावकग्राही या प्रस्तावकर्ता, जैसा भी मामला हो, मानेंगे और स्वीकार करेेंगे कि हम यानि gintaa बीमा सेवा प्रदाता नहीं हैं और ना ही एजेंट के रूप में कार्य कर रहे हैं और/ या किसी बीमा कंपनी का प्रतिनिधि हैं। हम अपने ई-प्लेटफॉर्म पर अपने सदस्यों / उपयोगकर्ताओं के अनुभव को बेहतर बनाने के लिए एक सुविधा के रूप में कार्य कर रहे हैं और बीमा चैनल पार्टनर और बीमाधारक के बीच इस तरह की बीमा व्यवस्था से उत्पन्न होने वाले किसी भी दावे और/या विवाद के लिए किसी भी तरह से जिम्मेदार या उत्तरदायी नहीं ठहराया जाएंगे। उक्त बीमा पॉलिसी से उत्पन्न होने वाले किसी भी दावे और/या विवाद को सीधे संबंधित बीमा चैनल पार्टनर के पास भेजा जाना चाहिए

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">टिप्पणियाँ और प्रतिक्रिया</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  यदि आप मानते हैं कि किसी उपयोगकर्ता ने आपके या आपके प्रस्ताव के खिलाफ कोई अनुचित बयान पोस्ट किया है और ऐसा बयान असत्य, भ्रामक, भटकाने वाला और/या मानहानिकारक है (यहाँ और इसके बाद 'विवादित बयान' के रूप में संदर्भित), तो कृपया हमारी ग्राहक सहायता टीम से grievance@gintaa.com पर संपर्क करें और हम मामले की जांच करने के लिए हर संभव प्रयास करेंगे। ऐसी जांच के बाद, हम विवादित बयान को हटा सकते हैं।
             </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 यहां तक ​​कि अगर हम किसी भी कारण से विवादित बयान की जांच नहीं कर सकते हैं या नहीं कर पाते हैं, तब भी हम अपने विवेक से विवादित बयान को हटाने का विकल्प चुन सकते हैं, लेकिन ऐसा करने के लिए बाध्य नहीं होंगे।यदि हम ऐसी जांच नहीं कर सकते हैं या नहीं कर पाते हैं या संतुष्ट नहीं हैं, तो केवल एक विवादित बयान को हटाने के लिए आपकी शिकायत पर, आप हमें इसके लिए किसी भी तरह से जिम्मेदार या उत्तरदायी ठहराने के हकदार नहीं होंगे और इस संबंध में हम पर कोई दावा या मांग करने के लिए हम तदनुसार हकदार नहीं होंगे या हमारे ई-प्लेटफॉर्म के संबंध में विवादित बयान या अन्यथा के संबंध में कोई कार्रवाई करने और/या हमारे खिलाफ कोई कार्यवाही शुरू करने के हकदार है। इन शर्तों को स्वीकार करके, आप साइट पर बने रहने के लिए किसी भी विवादित बयान के कारण हमारे खिलाफ कोई दावा करने के किसी भी अधिकार को छोड़ देंगे। आप ऐसी घटना में, और अन्य किसी भी घटना में, विवादित बयान के संबंध में अपनी शिकायत को सीधे निर्माता के खिलाफ ऐसे मंचों के समक्ष रख सकते हैं, जो इस उद्देश्य के लिए आपको उपलब्ध कराया जा सकता है, जिसमें कानून अदालतें भी शामिल हैं, जिनका किसी भी मामले में निर्णय का हम सम्मान करेंगे।
            </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  हम दोहराते हैं कि जांच करने या न करने का निर्णय पूरी तरह से हमारे विवेक पर होगा और हम इस संबंध में किसी भी अभ्यावेदन पर विचार करने के लिए बाध्य नहीं होंगे।

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">gintaa का विवेक</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हम किसी भी जानकारी को बदलने और/या हटाने या प्रस्तावक द्वारा एक्सचेंज के लिए लिस्ट की गयी किसी सामान को वापस लेने का अधिकार सुरक्षित निम्नलिखित परिस्थितियों में रखते हैं:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हम जागरूक होते हैं या हमारे पास इसे मानने के कारण हैं कि ऐसा सामान किसी भी बौद्धिक संपदा अधिकार सहित तीसरे पक्ष के अधिकारों का उल्लंघन करता है और/या उनमें उल्लंघन करने की क्षमता रखता है

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हम जागरूक होते हैं या हमारे पास इसे मानने के कारण हैं कि ऐसा सामान जो आपका नहीं है और/या आप अन्यथा कानून के तहत एक्सचेंज या बिक्री के लिए ऐसे सामानों की पेशकश करने से प्रतिबंधित हैं

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ऐसे सामानों को हमारी लिस्टिंग नीति के अनुपालन में अपलोड नहीं किया जाता है


          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 यदि हमारे ई-प्लेटफ़ॉर्म तक पहुँचने या रहने के दौरान आप समय-समय पर हमारे द्वारा बनाए गए इन शर्तों और/या दिशानिर्देशों के किसी प्रावधान का उल्लंघन करते हैं
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 यदि ऐसा करना अन्यथा हमारे व्यावसायिक हित में नहीं है और/या हमें ऐसा करने के लिए किसी कानून के तहत बाध्य किया जाता है और/या किसी अन्य कारण से जो भी हो
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                    आप एतद्द्वारा अपरिवर्तनीय और बिना शर्त सहमत हैं कि इस खंड के तहत हम जो भी कार्रवाई कर सकते हैं या कर सकते थे, उसके संबंध में आपके पास जो भी अधिकार हो सकते हैं, उन्हें इसके द्वारा माफ कर दिया जाता है।

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">उपयोगकर्ता</h4>

        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>आप उपयोगकर्ता के रूप में हमारे ई-प्लेटफ़ॉर्म तक पहुँच सकते हैं और/या उपयोग कर सकते हैं</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  हमारे ई-प्लेटफ़ॉर्म पर एक सदस्य के रूप में पंजीकरण करने और/या हमारे ई-प्लेटफ़ॉर्म पर कोई भी लेनदेन करने के लिए आपकी आयु अठारह वर्ष या उससे अधिक होनी चाहिए।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 यदि आप एक सदस्य के रूप में पंजीकरण करना चाहते हैं, तो आप सुरक्षित पहुंच के लिए प्रोफ़ाइल अनुभाग में आवश्यक जानकारी प्रदान करके ऐसा कर सकते हैं। यदि आप हमें सटीक और पूर्ण जानकारी प्रदान नहीं करते हैं, तो हो सकता है कि हम आपकी सदस्यता को सक्रिय करने में सक्षम ना हों पाए या केवल सदस्यों के लिए बनाई गई जानकारी तक के आपके पहुंच की अनुमति ना दें पाए। आप सहमत हैं और हमारे ई-प्लेटफ़ॉर्म पर अपने खाते तक पहुंच कर अपनी प्रोफ़ाइल जानकारी को हर समय सही और अद्यतन रखने का वचन देते है। 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                    यदि आप हमारे ई-प्लेटफ़ॉर्म के साथ एक अकाउंट बनाए रखना चाहते हैं, तो आप अपने खाते के विवरण के संबंध में पूर्ण गोपनीयता बनाए रखने के लिए पूरी तरह से जिम्मेदार हैं।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आप इससे भी सहमत हैं की आप अपने डिवाइस पर किसी भी अनधिकार पहुंच को प्रतिबंधित करने का वचन देते हैं ताकि आपके खाते के किसी भी दुरुपयोग को रोका जा सके
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  आप एतद्द्वारा अपने खाते के माध्यम से हमारे ई-प्लेटफ़ॉर्म पर की जाने वाली सभी गतिविधियों की ज़िम्मेदारी लेने की सहमति देते हैं

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	हम किसी भी उपयोगकर्ता या सदस्य को पूर्व सूचना या सूचना के बिना, किसी भी समय हमारे ई-प्लेटफ़ॉर्म तक पहुंच से इनकार करने, खातों को समाप्त करने, हटाने और/या जानकारी को संपादित या एडिट करने का अधिकार सुरक्षित रखते हैं।
          </li>
        </ul>
      </div>


      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">तीसरे पक्ष की वेबसाइटें:</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हमारी वेबसाइट में लिंक हो सकते हैं या आपको अन्य साइटों पर ले जा सकते हैं जो हमारे द्वारा संचालित नहीं हैं और जिन पर हमारा कोई नियंत्रण नहीं है और इस प्रकार हम उन साइट/साइटों का उपयोग करते समय आपको हुए किसी भी नुकसान के लिए हम जिम्मेदार नहीं होंगे। यदि आप ऐसी तृतीय-पक्ष वेबसाइट पर जाना / एक्सेस करना चुनते हैं, तो हम आपसे अनुरोध करते हैं कि आप उस तृतीय पक्ष की गोपनीयता नीति, उपयोग की शर्तों आदि की विस्तृत समीक्षा के बाद ऐसा करें।
  
        </p>
        <p class="w-full text-sm text-gray-700">हम उस तीसरे पक्ष द्वारा आपके डेटा के किसी भी दुरुपयोग के लिए कोई दायित्व नहीं मानते हैं।</p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">रिवॉर्ड पॉइंट का उपयोग करने की अनुमति </h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          हमारी वेबसाइट आपको अपना रेफरल लिंक दूसरों के साथ साझा कर के gintaa में शामिल होने के लिए आमंत्रित करने की अनुमति देती है। एक महीने में 60 लोगों तक को रेफर करने पर आपके खाते में gintaa कॉइन्स जमा किए जाएंगे।
        </p>

        <p class="w-full text-sm text-gray-700 mb-4">
          जब भी आप gintaa की लागू रिवॉर्ड पॉइंट पॉलिसी के अनुसार कोई रिवॉर्ड पॉइंट अर्जित करते हैं, तो आप हमें अपने किसी एक या अधिक लेन-देन के लिए उन पॉइंट्स का उपयोग करने का बिना शर्त अधिकार देते हैं।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">सिक्योरिटी राशि:</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
            यदि हमारे प्लेटफॉर्म पर किसी भी लेन-देन के लिए सुरक्षा जमा के रूप में जमा जमा करने की आवश्यकता होती है, तो आपको इस तरह की जमा राशि को स्पष्ट समझ के साथ जमा करना होगा कि यह कंपनी अधिनियम, 2013 के तहत सार्वजनिक जमा नहीं है और आप इस तरह की जमा राशि पर किसी भी ब्याज के हकदार नहीं होंगे। और यह कि जमा राशि केवल आपके लेन-देन के लिए सुरक्षा के रूप में रखी जा रही है।   
        </p>
      </div>










      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">डेटा सुरक्षा और हस्तांतरण</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  आपका डेटा प्राप्त होने पर, हम अपनी गोपनीयता नीति के अनुरूप इसकी सुरक्षा को बनाए रखने के लिए हर संभव प्रयास करेंगे, फिर भी यदि आप अपने डेटा की सुरक्षा और सुरक्षा से संबंधित किसी भी समस्या से अवगत हो जाते हैं, तो कृपया तुरंत हमारी ग्राहक सहायता टीम से संपर्क करें

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	हम आपको अपने ई-प्लेटफ़ॉर्म पर निर्बाध और त्रुटि/एरर मुक्त प्रसारण सहित एक परेशानी मुक्त अनुभव देने का प्रयास करेंगे, फिर भी यह आवश्यक मरम्मत, नियमित रखरखाव आदि करने के लिए आवश्यक समय-समय पर निलंबन और/या प्रतिबंध (बिना किसी सूचना के) के अधीन होगा। हम ऐसे निलंबनों और/या प्रतिबंधों की आवृत्ति और अवधि को प्रतिबंधित करने के लिए हर संभव प्रयास करेंग। 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  इंटरनेट के स्वरूप को ध्यान में रखते हुए, हम गारंटी नहीं दे सकते कि हमारे ई-प्लेटफ़ॉर्म पर कोई भी डेटा ट्रांसमिशन या हस्तांतरण पूरी तरह से सुरक्षित होगा, वायरस मुक्त, दोष और/या अन्य स्थितियों से मुक्त होगा जो आपके कंप्यूटर/मोबाइल उपकरणों को नुकसान पहुंचा सकता है या हस्तक्षेप कर सकता है।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  आपको इस प्लेटफॉर्म का किसी भी तरह से उपयोग करने से बचना चाहिए जिसकी वजह से, या होने की सम्भावना से, हमारे प्लेटफॉर्म तक पहुंचने में बाधा उत्पन्न करता है, और/या इसके उपयोग को छिटपुट और/या किसी भी तरह से नष्ट करता है
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                  आप स्वीकार करते हैं कि आप हमारे ई-प्लेटफ़ॉर्म पर आपके उपकरणों से अपलोड किए गए इलेक्ट्रॉनिक संचार और/या सामग्री के लिए पूरी तरह से ज़िम्मेदार हैं और आप केवल व्यक्तिगत उपयोग और वैध उद्देश्यों के लिए हमारे ई-प्लेटफ़ॉर्म का उपयोग करने का वचन देते हैं। आपको हमारे ई-प्लेटफ़ॉर्म का उपयोग किसी भी ऐसे उद्देश्य के लिए नहीं करना चाहिए जो अवैध और/या अनैतिक हो और प्रचलित कानूनों या सार्वजनिक नीति के विरुद्ध हो।

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">बौद्धिक संपदा अधिकार</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आप सहमत हैं और स्वीकार करते हैं कि हमारे ई-प्लेटफ़ॉर्म पर उपलब्ध सभी सामग्री जैसे चित्र, पोस्ट, ऑफ़र, चैट, सौदे, समीक्षा, फीडबैक, प्रचार के साथ-साथ हमारे ई-प्लेटफ़ॉर्म से संबंधित सभी सॉफ़्टवेयर, इसके सहयोगियों और gintaa की संपत्ति हैं, सहयोगी कंपनियों या/और तीसरे पक्ष की हैं और कि ये उनके संबंधित स्वामियों की संपत्ति हैं और संबंधित स्वामी की पूर्व लिखित सहमति के बिना किसी भी तरह से उपयोग नहीं किए जाने चाहिए
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 आप सहमत हैं और वचन देते हैं कि आप इस वेबसाइट के किसी भी हिस्से से पुन: पेश, संशोधित, वितरित, स्टोर, संचारित, प्रकाशित या प्रदर्शित नहीं करेंगे या इस वेबसाइट के किसी भी हिस्से से व्युत्पन्न कार्य नहीं करेंगे या इस वेबसाइट के किसी भी हिस्से से प्राप्त किसी भी जानकारी का व्यावसायीकरण नहीं करेंगे।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            हमारे ई-प्लेटफ़ॉर्म पर किसी भी जानकारी, सामग्री या सामग्री को पोस्ट या प्रदर्शित करके और/या हमें या हमारे सहयोगियों को कोई सामग्री प्रदान करके, और लागू कानूनों के तहत अनुमत सीमा तक, आप एक अपरिवर्तनीय, स्थायी, गैर-अनन्य, रॉयल्टी मुक्त, आपके संचार की जानकारी का उपयोग, प्रतिलिपि बनाने, प्रदर्शित करने और वितरित करना प्रदान करते हैं- और सामग्री के व्युत्पन्न कार्यों को तैयार करने या ऐसी सामग्री को प्रकाशित और बढ़ावा देने के लिए सामग्री को अन्य कार्यों में शामिल करते है। इसमें शामिल हो सकता है, लेकिन इस वेबसाइट पर प्रशंसापत्र प्रकाशित करने और बेहतर सामानों के लिए अपने विचारों और सुझावों को विकसित करने तक सीमित नहीं है। इसमें शामिल हो सकता है, लेकिन इस वेबसाइट पर प्रशंसापत्र प्रकाशित करने और बेहतर सामानों के लिए अपने विचारों और सुझावों को विकसित करने तक सीमित नहीं है।

          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">गोपनीयता</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          आपके व्यक्तिगत डेटा और/या संवेदनशील व्यक्तिगत डेटा से निपटने के लिए हमारे पास एक सख्त सुरक्षा तंत्र है। यह समझने के लिए कृपया हमारी गोपनीयता नीति देखें कि हम आपके व्यक्तिगत डेटा और/या संवेदनशील व्यक्तिगत डेटा को कैसे एकत्र करते हैं और उसका उपयोग कैसे करेंगे।

        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">ट्रांसफर और असाइनमेंट</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
              किसी भी विलय, बिक्री और/या अन्यथा हमारे व्यवसाय के प्रबंधन और नियंत्रण में परिवर्तन की स्थिति में, हम किसी भी सीमा के बिना व्यक्तिगत जानकारी, सामग्री और अधिकारों को स्थानांतरित करने या असाइन करने का अधिकार सुरक्षित रखते हैं जो हमने आपसे एकत्र और/या प्राप्त हमारे ई-प्लेटफ़ॉर्म के उपयोग की इन शर्तों और/या किसी अन्य समझौते के तहत जो आपके द्वारा उसी के उपयोग के दौरान आपके साथ संपन्न किया गया है। 
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">त्याग</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          पूर्वगामी शर्तों के तहत किसी भी अधिकार या प्रावधान को लागू करने या लागू करने में हमारी विफलता ऐसे किसी भी अधिकार या प्रावधान की छूट का गठन नहीं करेगी और इन शर्तों के तहत कोई भी छूट केवल तभी मान्य होगी जब यह लिखित रूप में हो और हमारे अधिकृत हस्ताक्षरकर्ता द्वारा विधिवत हस्ताक्षरित हो।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4 contac-gintaa contact-gh">
        <h4 class="text-lg text-gray-700 font-medium mb-4">नोटिस</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          gintaa को या उस पर सभी कानूनी नोटिस या मांग लिखित रूप से की जाएगी और हमें व्यक्तिगत रूप से, निम्नलिखित पते पर कूरियर या ई-मेल द्वारा भेजी जाएगी:

        </p>
        <ul>
          <li class="w-full text-sm text-gray-700 mb-2 font-medium">एस्कॉन सॉफ्टेक इंडिया प्राइवेट लिमिटेड</li>
          <li class="w-full text-sm text-gray-700 mb-2">
            पता:
            <span> गिंटा टॉवर, मोहिसगोटे, न्यू टाउन, डीएलएफ 1, गेट नंबर 5 के सामने, कोलकाता, पश्चिम बंगाल- 700102, भारत </span>
          </li>
          
          <li class="w-full text-sm text-gray-700 mb-2">
            ईमेल: <a href="mailto:customer@gintaa.com" class="text-firoza">customer@gintaa.com </a>
          </li>
          <li class="w-full text-sm text-gray-700 mb-2">संपर्क नंबर : 080-69188100 (9 AM - 9 PM) </li>
        </ul>
        <p class="w-full text-sm text-gray-700 mb-4">
          हमारी ओर से किसी भी नोटिस के लिए, हम आपके अंतिम पंजीकृत पते और / या ईमेल का उपयोग करेंगे जो हमें उपलब्ध है और ऐसे पते पर कोई भी सेवा हर समय एक अच्छी सेवा होगी।"   WITH    "हमारी ओर से किसी भी नोटिस के लिए, हमें उपलब्ध कराए गए आपके अंतिम पंजीकृत पते और/या ईमेल का उपयोग करेंगे और ऐसे पते पर कोई भी सेवा हर समय एक अच्छी सेवा होगी।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">विच्छेदनीयता</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
            यदि पूर्वगामी शर्तों का कोई भी भाग शून्य/व्यर्थ, गैरकानूनी और/या अप्रवर्तनीय पाया जाता है, तो उस प्रावधान या भाग को इन शर्तों से अलग माना जाएगा और इस उपयोगकर्ता समझौते के शेष नियम और प्रावधान लागू रहेंगे और आपके और gintaa के बीच एक बाध्यकारी समझौता का गठन करेंगे।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">अप्रत्याशित घटना</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
            इन शर्तों या इस उपयोगकर्ता समझौते के प्रावधानों के तहत किसी भी दायित्व को पूरा करने में विफलता के लिए हमें जिम्मेदार या उत्तरदायी नहीं ठहराया जाएगा, अगर दिए गए अप्रत्याशित घटना को रोका, बाधित या विलंबित जिनमे शामिल हैं पर इंटक सीमित नहीं हैं; इंटरनेट विफलताओं, कंप्यूटर, दूरसंचार या कोई अन्य उपकरण विफलता, बिजली की विफलता, हड़ताल, श्रम विवाद, दंगे, विद्रोह, नागरिक अशांति / अवज्ञा, श्रम या सामग्री की कमी, आग, बाढ़, तूफान, भूकंप, विस्फोट, महामारी / महामारी, लॉकडाउन, संगरोध प्रतिबंध, अंतर-राज्यीय विवाद, कानूनी हमारे ऊपर अधिकार क्षेत्र वाले किसी भी न्यायालय द्वारा प्रतिबंध, कानून में परिवर्तन, ईश्वर के कार्य, युद्ध, सरकारी कार्रवाई या तीसरे पक्ष के गैर-प्रदर्शन आदि।

        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">विवाद समाधान</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          चूंकि gintaa केवल सामानों के एक्सचेंजकर्ता को जोड़ने के लिए एक सुविधा के रूप में एक मुफ्त मंच प्रदान कर रहा है,किसी भी दायित्व के बिना, चाहे संविदात्मक हो या अन्यथा, इस तरह के सामानों के लिए सावधानीपूर्वक जांच या व्यक्तिगत आश्वासन के लिए किसी भी दायित्व सहित, स्टोरेज के लिए कोई सुविधा प्रदान करने के लिए, या गुणवत्ता या किसी भी सामान की स्थिति सुनिश्चित करने के लिए, और इसके अलावा मंच के उपयोग के लिए कोई शुल्क नहीं ले रहा है , इन शर्तों या इस उपयोगकर्ता अनुबंध के प्रावधानों के संबंध में या इसके नियमों और शर्तों, गोपनीयता और लिस्टिंग नीतियों सहित, कोई विवाद या अंतर आमतौर पर उत्पन्न नहीं हो सकता है। 
        </p>
        <p class="w-full text-sm text-gray-700">
             हालांकि, इस समझौते के संबंध में अभी भी कोई वास्तविक विवाद उत्पन्न होने की स्थिति में, इस तरह का विवाद, यदि मध्यस्थता योग्य है, तो पार्टियों द्वारा पारस्परिक रूप से नियुक्त किए जाने वाले एकमात्र मध्यस्थ को संदर्भित किया जाएगा। हालांकि, मध्यस्थता का सहारा लेने से पहले, पार्टियों को पहले अपने विवादों और मतभेदों को सद्भावपूर्वक बातचीत / मध्यस्थता के माध्यम से सर्वोत्तम प्रयास के आधार पर हल करने की आवश्यकता होगी। विवाद समाधान के ऐसे रास्ते विफल होने की स्थिति में ही मध्यस्थता का सहारा लिया जा सकता है। मध्यस्थता कोलकाता में मध्यस्थता और सुलह अधिनियम, 1996 के प्रावधानों के अनुसार आयोजित की जाएगी और कोलकाता में न्यायालयों के संबंध में या इसके संबंध में, इस समझौते के संबंध में सभी कार्यवाही पर विशेष अधिकार क्षेत्र होगा। मध्यस्थता की भाषा अंग्रेजी होगी।
    
         </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">कानून और अधिकार क्षेत्र गवर्निंग</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          ये शर्तें भारत के कानूनों द्वारा शासित हैं और इनके अनुसार समझा जाएगा, और यदि इन शर्तों से कोई विवाद उत्पन्न होता है, तो आप अपरिवर्तनीय रूप से कोलकाता के न्यायालयों के अनन्य क्षेत्राधिकार में जमा करने के लिए सहमत होते हैं।

        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4 text-center">अनुसूची</h4>
        <h5 class="w-full text-lg text-gray-700 font-medium mb-4 text-center">निषिद्ध सामानों की सूची
</h5>
        <p class="w-full text-sm text-gray-700 mb-4">
          निम्नलिखित सामानों को विक्रेता द्वारा पोर्टल पर बिक्री के लिए पेश नहीं किया जा सकता है। इस नीति का उल्लंघन करने पर कंपनी द्वारा कानूनी कार्रवाई के साथ-साथ अनुबंध को समाप्त किया जा सकता है
        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          सामानों की निम्नलिखित गैर-विस्तृत सूची बिक्री के लिए प्रतिबंधित है:
        </p>

        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	शराब या किसी भी प्रकार की शराब;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	चमत्कारी इलाज जिसमें अप्रमाणित इलाज, उपचार या अन्य आइटम शामिल हैं जिन्हें त्वरित स्वास्थ्य सुधार के रूप में विपणन किया जाता है;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	स्वापक दवाएं और मनोदैहिक पदार्थ;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	साल्विया और मैजिक मशरूम जैसी हर्बल दवाओं सहित अवैध दवाओं और नशीली दवाओं के सामान सहित दवाएं और दवाएं;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>अश्लील और अश्लील या आपत्तिजनक सामग्री;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
                 नकली, प्रतिकृतियां और पायरेटेड सामान और सामान जो किसी भी बौद्धिक संपदा अधिकारों का उल्लंघन करते हैं, जिसमें पायरेटेड रिकॉर्डिंग या अनधिकृत कॉपीराइट सामग्री की प्रतियां शामिल हैं, चाहे इलेक्ट्रॉनिक या भौतिक रूप में या किसी अन्य माध्यम में जो वर्तमान में अस्तित्व में नहीं हो सकता है;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	वयस्क/एडल्ट सामान;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>भारतीय सिक्के या नोट;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            आग्नेयास्त्र, चाकू, सैन्य उपकरण और गोला-बारूद;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>पुलिस, सेना, नौसेना और वायु सेना से संबंधित मदें;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	वन्यजीव सामान;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	जीवित पक्षी और जानवर;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	शिशु लिंग परीक्षण किट;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>तंबाकू और सिगरेट जिसमें सिगरेट, सिगार, चबाने वाला तंबाकू और संबंधित सामान शामिल हैं;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>पैसे के आदेश;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            थोक मुद्रा जिसमें छूट वाली मुद्राएं या मुद्रा एक्सचेंज शामिल हैं;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	हैकिंग और क्रैकिंग सामग्री जिसमें मैनुअल, हाउ-टू गाइड, सूचना, या उपकरण शामिल हैं जो सॉफ़्टवेयर, सर्वर, या अन्य संरक्षित संपत्ति तक अवैध पहुंच को सक्षम करते हैं;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            इवेंट टिकट;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            अवैध रूप से जमा की गई कोई भी वस्तु और/या कोई भी वस्तु जिसके लिए किसी निश्चित समय पर कृत्रिम कमी होती है।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>कोई भी वस्तु जिसे 2020 के संशोधन सहित समय-समय पर संशोधित आवश्यक वस्तु अधिनियम, 1955 के तहत आवश्यक वस्तुओं के रूप में निर्धारित किया गया है।</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	बल्क मार्केटिंग टूल जिसमें ईमेल सूचियां, सॉफ़्टवेयर, या अवांछित ईमेल संदेशों (स्पैम) को सक्षम करने वाले अन्य सामान शामिल हैं;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	केबल डिस्क्रैम्बलर और ब्लैक बॉक्स जिसमें मुफ्त में केबल और सैटेलाइट सिग्नल प्राप्त करने के उद्देश्य से उपकरण शामिल हैं;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	खेल/जुआ जिसमें लॉटरी टिकट, खेल में सट्टेबाज़ी, सदस्यता या ऑनलाइन जुआ साइटों में नामांकन, और संबंधित विषय शामिल है;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	सरकारी पहचान पत्र, लाइसेंस जिसमें नकली पहचान पत्र, पासपोर्ट, डिप्लोमा और महान उपाधियां शामिल हैं, ड्रग टेस्ट सरकम्वेंशन एड्स जिसमें ड्रग क्लींजिंग शेक्स, मूत्र परीक्षण एडिटिव्स और संबंधित आइटम शामिल हैं;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	यातायात उपकरण जिनमें रडार डिटेक्टर/जैमर, लाइसेंस प्लेट कवर, ट्रैफिक सिग्नल परिवर्तक और संबंधित सामान शामिल हैं;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	विनियमित सामान जिसमें एयर बैग शामिल हैं; पारा युक्त बैटरी; फ्रीऑन या इसी तरह के पदार्थ/रेफ्रिजरेंट, रासायनिक/औद्योगिक सॉल्वैंट्स, सरकारी वर्दी, कार शीर्षक या लोगो, लाइसेंस प्लेट, पुलिस बैज और कानून प्रवर्तन उपकरण, लॉक-पिकिंग डिवाइस, कीटनाशक; डाक मीटर, वापस बुलाए गए आइटम, स्लॉट मशीन; सरकार या अन्य एजेंसी विनिर्देशों द्वारा विनियमित माल;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            स्टॉक और अन्य प्रतिभूतियां या संबंधित वित्तीय सामान;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	किसी भी लागू कानून के तहत प्रतिबंधित सामान, जिसमें उनके संशोधन भी शामिल हैं।

          </li>        
          
        </ul>
      </div>
    </div>
    
    <div class="w-full flex flex-col mt-8 hidden">
                            <h1 class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center uppercase">Terms of Use - <span class="lowercase">gintaa</span> food </h1>
                            <p class="w-full mb-6 text-sm text-gray-600 font-medium">Effective as on 17 April 2023</p>
                            <div class="w-full flex flex-col">
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">Welcome to <a href="https://gintaa.com/gintaa-food" target="_blank" class="text-firoza">www.gintaa.com/gintaa-food </a>. </p>
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">Kindly go through these Terms of Use (the "Terms") thoroughly to understand your legal position vis-à-vis the services extended through our website <a href="https://gintaa.com/gintaa-food" target="_blank" class="text-firoza">www.gintaa.com/gintaa-food </a>  (the "Site") or the mobile app of Gintaa food ("Gintaa-food Platform") (the "Services")</p>
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">By accessing or using the Gintaa-food Platform, you are agreeing to these Terms and concluding a legally binding contract with Ascon Softech Pvt. Limited i.e. the owner of gintaa-food and/or its affiliates (hereinafter collectively referred to as "Gintaa-food"). Thus, your accessing of Gintaa-food Platform is an implied acceptance of the terms contained herein.</p>
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">In case you are not willing to accept the Terms you are at liberty to exit the Gintaa-food Platform without any liability to Gintaa-food. Your use of the Gintaa-food Platform is at your own risk on as is where is basis, and Gintaa-food shall not be liable to any damage that you may suffer by ordinary use of the Gintaa-food Platform.</p>
                            </div>
                            <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">DEFINITIONS</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">Customer :</span> "Customer" or "You" or "Your" refers to you, as a customer of the Services i.e. someone who accesses or uses the Services.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Content"</span> will include (but is not limited to) reviews, images, photos, audio, video, location data, nearby places, and all other forms of information or data. 
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Gintaa-food Content"</span> means content that Gintaa-food creates and make available in connection with the Services including, but not limited to, visual interfaces, interactive features, graphics, design, compilation, computer code, products, software, aggregate ratings, reports and other usage-related data in connection with activities associated with your account and all other elements and components of the Services excluding Your Content and Third-Party Content. 
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">Portal shall</span> mean website <a href="https://gintaa.com/gintaa-food" target="_blank" class="text-firoza">www.gintaa.com/gintaa-food </a>  (the "Site") or the mobile app of Gintaa food ("Gintaa-food Platform").
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Restaurant"</span> means the restaurants listed on Gintaa-food Platform.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">“Sensitive Personal Data”</span> which may, reveal, be related to, or constitute your 
                            </li> 
                            <ul class="list-disc ml-3 pl-12">
                                <li class="mb-2 text-sm text-gray-600">financial data</li> 
                                <li class="mb-2 text-sm text-gray-600">health data</li>
                                <li class="mb-2 text-sm text-gray-600">official identifier</li>
                                <li class="mb-2 text-sm text-gray-600">sex life</li>
                                <li class="mb-2 text-sm text-gray-600">sexual orientation</li>
                                <li class="mb-2 text-sm text-gray-600">biometric data</li>
                                <li class="mb-2 text-sm text-gray-600">genetic data</li>
                                <li class="mb-2 text-sm text-gray-600">transgender status</li>
                                <li class="mb-2 text-sm text-gray-600">intersex status</li>
                                <li class="mb-2 text-sm text-gray-600">caste or tribe</li>
                                <li class="mb-2 text-sm text-gray-600">religious or political belief or affiliation</li>
                            </ul>
                                <li class="text-sm text-gray-600 pb-4 relative pl-9"><svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium"> "Third Party Content" </span>means content that comes from parties other than Gintaa-food or its Customers, such as Restaurant Partners and is available on the Services.
                                </li> 
                                <li class="text-sm text-gray-600 pb-4 relative pl-9"><svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Your content"</span> or "Customer Content" means content that you upload, share or transmit to, through or in connection with the Services, such as likes, ratings, reviews, images, photos, messages, chat communication, profile information, or any other materials that you publicly display or displayed in your account profile.
                                </li> 
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Your representation & warranties:</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You hereby represent and warrant that you are at least eighteen (18) years of age or above and are fully able and competent to understand and agree the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You are in compliance with all laws of India. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The Content on these Services is for informational purposes only and you are aware that Gintaa-food does not have any liability for any information that may have become outdated since the last time the particular piece of information was updated and Gintaa-food reserves the right to make changes and corrections to any part of the Content on these Services at any time without prior notice. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You undertake that Gintaa-food does not guarantee the quality of the food, the prices listed in menus or the availability of all menu items at any Restaurant Partner and Unless stated otherwise, all pictures and information contained on these Services are believed to be owned by or licensed to Gintaa-food. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You also undertake that any information that may be displayed on the Restaurant's listing page on the Gintaa-food Platform is for informational purposes only as such Certification is displayed by Gintaa-food on an 'as available' basis that is provided to Gintaa-food by the Restaurant partner(s)/Merchant(s). Gintaa-food does not make any warranties about the validity, authenticity, reliability and accuracy of such information displayed in this regard. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                any reliance placed by you upon the information thereto shall be strictly at such Customer's own risk and Gintaa-food in no manner shall assume any liability whatsoever for any losses or damages in connection with the use of this information.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food reserves the right to charge a subscription and/or membership fee in respect of any of its product or service and/or any other charge or fee on a per order level from Customers, in respect of any of its product or service on the Gintaa-food Platform anytime in future.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food may from time to time introduce referral and/or incentive based programs for its Customers (Program). These Program(s) may be governed by their respective terms and conditions. By participating in the Program, Customers are bound by the Program terms and conditions as well as the Gintaa-food Platform terms. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Further, Gintaa-food reserves the right to terminate / suspend the Customer's account and/or credits / points earned and/or participation of the Customer in the Program if Gintaa-food determines in its sole discretion that the Customer has violated the rules of the Program and/or has been involved in activities that are in contravention of the Program terms and/or Gintaa-food Platform terms or has engaged in activities which are fraudulent / unlawful in nature. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food may from time to time offer to the Customers credits, promo codes, vouchers or any other form of cashback that Gintaa-food may decide at its discretion. Gintaa-food reserves the right to modify, convert, cancel and/or discontinue such credits, promo codes or vouchers, as it may deem fit.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You hereby agree and assure Gintaa-food that the Gintaa-food Platform/Services shall be used for lawful purposes only and that you will not violate laws, regulations, ordinances or other such requirements of any applicable Central, Federal State or local government or international law(s). You shall not upload, post, email, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, junk mail, spam mail, chain letters or any other form of solicitation, encumber or suffer to exist any lien or security interest on the subject matter of these Terms or to make any representation or warranty on behalf of Gintaa-food in any form or manner whatsoever.
                            </li>
                                
                        </ul>
                    </div>
                    
                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Use of services by you or Customer</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">You shall have to create an account using your personal credentials. By creating an account, you agree to receive certain communications in connection with Gintaa-food Platform or Services. You can opt-out or manage your preferences regarding non-essential communications through account settings.</p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Important Terms</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                In order to connect you to certain restaurants, we provide value added telephony services through our phone lines, which are displayed on the specific restaurant listing page on the Gintaa-food Platform, which connect directly to restaurants' phone lines. We record all information regarding this call including the voice recording of the conversation between you, and the restaurant (for internal billing tracking purposes and customer service improvement at the restaurant's end). You explicitly agree and permit Gintaa-food to record all this information when you avail the telephony services through the Gintaa-food provided phone lines on the Gintaa-food Platform.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You agree to use the data owned by Gintaa-food (as available on the Services or through any other means like API etc.) only for personal use/purposes and not for any commercial use unless agreed to by/with Gintaa-food in writing.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You agree not to access (or attempt to access) any of the Services by any means other than the interface that is provided by Gintaa-food, unless you have been specifically allowed to do so, by way of a separate agreement with Gintaa-food. 
                            </li>
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Privacy Policy</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">You represent that you have read, understood and agreed to our Privacy Policy. Please note that we may disclose information about you to third parties or government authorities if we believe that such a disclosure is reasonably necessary to (i) take action regarding suspected illegal activities; (ii) enforce or apply our Terms and Privacy Policy; (iii) comply with legal process or other government inquiry, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process/notice served on us; or (iv) protect our rights, reputation, and property, or that of our Customers, affiliates, or the general public</p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Restrictions on use</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">Without limiting the generality of these Terms, in using the Services, you specifically agree not to post or transmit any content (including review) or engage in any activity that, in our sole discretion:</p>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Violate our Guidelines and Policies;
                            </li>  
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is harmful, threatening, abusive, harassing, tortious, indecent, defamatory, discriminatory, vulgar, profane, obscene, libellous, hateful or otherwise objectionable, invasive of another's privacy, relating or encouraging money laundering or gambling;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Contains material that violates the standards of good taste or the standards of the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Constitutes an inauthentic or knowingly erroneous review, or does not address the goods and services, atmosphere, or other attributes of the business you are reviewing.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Violates any third-party right, including, but not limited to, right of privacy, right of publicity, copyright, trademark, patent, trade secret, or any other intellectual property or proprietary rights;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is illegal, or violates any central, state, or local law or regulation (for example, by disclosing or trading on inside information in violation of securities law);
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Attempts to impersonate another person or entity;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Accuses others of illegal activity, or describes physical confrontations;
                            </li> <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Alleges any matter related to health code violations requiring healthcare department reporting. Refer to our Guidelines and Policies for more details about health code violations.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Disguises or attempts to disguise the origin of Your Content, including but not limited to by: (i) submitting Your Content under a false name or false pretences; or (ii) disguising or attempting to disguise the IP address from which Your Content is submitted;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Accesses or uses the account of another customer without permission;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Constitutes a form of deceptive advertisement or causes, or is a result of, a conflict of interest;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is commercial in nature, including but not limited to spam, surveys, contests, pyramid schemes, postings or reviews submitted or removed in exchange for payment, postings or reviews submitted or removed by or at the request of the business being reviewed, or other advertising materials;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Falsely states, misrepresents, or conceals your affiliation with another person or entity;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                reverse engineers, disassembles or otherwise attempts to derive source code from the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                "Hacks" or accesses without permission our proprietary or confidential records, records of another Customer, or those of anyone else;
                            </li>                              
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Distributes computer viruses or other code, files, or programs that interrupt, destroy, or limit the functionality of any computer software or hardware or electronic communications equipment;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Interferes with, disrupts, or destroys the functionality or use of any features of the Services or the servers or networks connected to the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Violates any contract or fiduciary relationship (for example, by disclosing proprietary or confidential information of your employer or client in breach of any employment, consulting, or non-disclosure agreement);
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Threatens the unity, integrity, defense, security or sovereignty of India Collects, accesses, or stores personal information about other Customers of the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is posted by a bot;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Harms minors in any way;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Modifies, copies, scrapes or crawls, displays, publishes, licenses, sells, rents, leases, lends, transfers or otherwise commercialize any rights to the Services or Our Content; or
                            </li> 
                            
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Feedback</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                If you share or send any ideas, suggestions, changes or documents regarding Gintaa-food's existing business ("Feedback"), you agree that (i) your Feedback does not contain the confidential, secretive or proprietary information of third parties, (ii) Gintaa-food is under no obligation of confidentiality with respect to such Feedback, and shall be free to use the Feedback on an unrestricted basis (iii) Gintaa-food may have already received similar Feedback from some other Customer or it may be under consideration or in development, and (iv) By providing the Feedback, you grant us a binding, non-exclusive, royalty-free, perpetual, global license to use, modify, develop, publish, distribute and sublicense the Feedback, and you irrevocably waive, against Gintaa-food and its Customers any claims/assertions, whatsoever of any nature, with regard to such Feedback.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Notwithstanding the abovementioned clause, Gintaa-food or any of its employees do not accept or consider unsolicited ideas, including ideas for new advertising campaigns, new promotions, new or improved products or technologies, product enhancements, processes, materials, marketing plans or new product names. Please do not submit any unsolicited ideas, original creative artwork, suggestions or other works ("Submissions") in any form to Gintaa-food or any of its employees.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The purpose of this policy is to avoid potential misunderstandings or disputes when Gintaa-food's products or marketing strategies might seem similar to ideas submitted to Gintaa-food. If, despite our request to not send us your ideas, you still submit them, then regardless of what your letter says, the following terms shall apply to your Submissions.
                            </li> 
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">FOOD ORDERING AND DELIVERY:</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food provides food ordering and delivery services by entering into contractual arrangements with restaurant partners (<span class="font-medium">“Restaurant Partners”</span>) on a principal-to-principal basis for the purpose of listing their menu items or the Products (as defined below) for food ordering and delivery by the Customers on the Gintaa-food Platform.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                In order to get the eservices of Gintaa-food, you need to first register yourself with Gintaa-food by following the instruction on the Portal and filling up the necessary information. Please note, your registration with Gintaa-food is a voluntary act on your part and Gintaa-food shall not be responsible for such registration. Needless to mention, you are at liberty not to register with Gintaa-food and in which case you shall not be able to get the services of Gintaa-food.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The Customers can access the menu items or Products listed on the Gintaa-food Platform and place orders against the Restaurant Partner through Gintaa-food.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Your request to order food and beverages or Products from a Restaurant Partner page on the Gintaa-food Platform shall constitute an unconditional and irrevocable authorization issued in favour of Gintaa-food to place orders for food and beverages or Products against the Restaurant Partner on your behalf.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Delivery of an order placed by you through the Gintaa-food Platform shall be undertaken directly by the Restaurant Partner against whom you have placed an order, (<span class="font-medium">“Delivery Partners”</span>). Gintaa-food is merely acting as an intermediary between you and the Restaurant Partner and any delay, deficiency in service by the Delivery Partners of the Restaurant Partner shall not be any liability of Gintaa-food.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The acceptance by a Restaurant Partner of undertaking delivery of your order shall constitute a contract of service under the Consumer Protection Act, 2019 or any successor legislations, between you and the Delivery Partner, to which Gintaa-food is not a party under any applicable law. It is clarified that Gintaa-food does not provide any delivery or logistics services and only enables the sale and purchase of food and beverages or Products ordered by the Customers through the Gintaa-food Platform by connecting the Customers with the Restaurant Partners.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You may be charged a delivery fee for delivery of your order by the Restaurant Partner, as the Delivery Partner or the Restaurant Partner may determine (<span class="font-medium">“Delivery Charges"</span>). You agree that Gintaa-food is authorized to collect, on behalf of the Restaurant Partner, the Delivery Charges for the delivery service provided by the Restaurant Partner. The Delivery Charges may vary from order to order, which may be determined on multiple factors which shall include but not be limited to Restaurant Partner, order value, distance, time of the day. Gintaa-food will inform you of the Delivery Charges that may apply to you, provided you will be responsible for Delivery Charges incurred for your order regardless of your awareness of such Delivery Charges.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                In respect of the order placed by You, Gintaa-food shall issue documents like order summary, tax invoices, etc. as per the applicable legal regulations and common business practices.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You are expected to respect the dignity and diversity of Delivery Partners and accordingly you agree to not discriminate against any Delivery Partner on the basis of Discrimination Characteristics (as defined below). You are also expected to enable provision of a secure and fearless gig/ platform work environment for the delivery partners including prevention and deterrence of harassment (including sexual harassment) towards Delivery Partners.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                All prices listed on the Gintaa-food Platform are provided by the Restaurant Partner at the time of publication on the Gintaa-food Platform and have been placed as received from the Restaurant Partner. While we take great care to keep them up to date, the final price charged to you by the Restaurant Partner may change at the time of delivery. In the event of a conflict between price on the Gintaa-food Platform and price charged by the Restaurant Partner, the price charged by the Restaurant Partner shall be deemed to be the correct price except Delivery Charge of Gintaa-food.
                            </li> 
                            
                        </ul>
                    </div>
                    
                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">General Terms and Conditions</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You understand that Gintaa-food is not a manufacturer, seller or distributor of food and beverages or Products and merely places an order against the Restaurant Partner(s on behalf of the Customers pursuant to the unconditional and irrevocable authority granted by the Customers to Gintaa-food, and facilitates the sale and purchase of food and beverages or Products between Customers and Restaurant Partners, under the contract for sale and purchase of food and beverages or Products between the Customers and Restaurant Partners.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food shall not be liable for any acts or omissions on part of the Restaurant Partner including deficiency in service, wrong delivery of order / order mismatch, quality, incorrect pricing, deficient quantity, time taken to prepare or deliver the order, and other similar etc.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You also understand that Gintaa-food is no way responsible for delivery of the food ordered by you and that the entire responsibility for the delivery of the food ordered by you lies with the restaurant partner from whom you have ordered the food.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Please note that some of the food and beverages or Products may not be suitable for certain types of people like people allergic to gluten, lactose etc. or for people under certain age like infants, child below 5 years etc. and the Customer should check the dish she or he is ordering and read its description, if provided, prior to placing your order. Gintaa-food shall not be liable in the event the food and beverages or the Product ordered by You does not meet your dietary or any other requirements and/or restrictions.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The Restaurant Partner shall be solely responsible for any warranty/guarantee of the food and beverages or Products sold to the Customer and in no event shall be the responsibility of Gintaa-food.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You or any person instructed by you shall not resell food and beverages or Products purchased via the Gintaa-food Platform.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                While placing an order you shall be required to provide certain details, including without limitation, contact number and delivery address. You agree to take particular care when providing these details and warrant that these details are accurate and complete at the time of placing an Order. By providing these details, you express your acceptance to Gintaa-food's terms and privacy policies.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Any amount that may be charged to you by Gintaa-food over and above the order value, shall be inclusive of applicable taxes.
                            </li>
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Cancellation and refund policy:</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">Food once ordered can not be cancelled. Gintaa-food shall not be liable to make any refund of any payment made by you in connection with any cancellation attempted by you.</p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Indemnification</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">You agree to indemnify, defend, and hold harmless the Gintaa-food Parties from and against any third party claims, damages (actual and/or consequential), actions, proceedings, demands, losses, liabilities, costs and expenses (including reasonable legal fees) suffered or reasonably incurred by us arising as a result of, or in connection with: (i) Your Content, (ii) your unauthorized use of the Services, or products or services included or advertised in the Services; (iii) your access to and use of the Services; (iv) your violation of any rights of another party; or (v) your breach of these Terms, including, but not limited to, any infringement by you of the copyright or intellectual property rights of any third party. We retain the exclusive right to settle, compromise and pay, without your prior consent, any and all claims or causes of action which are brought against us. </p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Termination of your access to the services</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You can delete your account at any time by using the direction mentioned in settings.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                We may terminate your use of the Services and deny you access to the Services in our sole discretion for any reason including your violation of these Terms.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Once, terminated, a customer may not be allowed by Gintaa-food to re-register with same IP address or credentials.
                            </li>
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">General </h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Interpretation:</span>The section and subject headings in these Terms are included for reference only and shall not be used to interpret any provisions of these Terms.

                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Severability:</span>If any provision of these Terms is deemed unlawful, invalid, or unenforceable by a judicial court for any reason, then that provision shall be deemed severed from these Terms, and the remainder of the Terms shall continue in full force and effect.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Entire Agreement and Waiver:</span>No failure or delay by Gintaa-food in exercising any right, power or privilege under the Terms shall be deemed as a waiver of such right or acceptance of any variation of the Terms and nor shall any single or partial exercise by either party of any right, power or privilege preclude any further exercise of that right or the exercise of any other right, power or privilege.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Partnership or Agency:</span>None of the provisions of these Terms shall be deemed to constitute a partnership or agency between you and Gintaa-food and you shall have no authority to bind Gintaa-food in any form or manner, whatsoever.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Dispute Resolution:</span>In case of any dispute that arises between the customer and the restaurant partner, the responsibility of Gintaa-food shall be only limited to the providing of information. The Customer shall not make Gintaa-food a party in any such dispute in any manner whatsoever.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Governing Law/Waiver:</span>These Terms shall be governed by the laws of India. The Courts of Kolkata shall have exclusive jurisdiction over any dispute arising under these terms.

                            </li>
                            
                        </ul>
                    </div>

                                                
                    <p class="w-full mb-6 text-sm text-gray-600 font-medium mt-4">Please note: Gintaa-food does not solicit confidential information such as OTP/CVV/PIN NUMBER/Card number either through call or mail or any other means. Please do not reveal these details to fraudsters and imposters claiming to be calling on Gintaa-food’s behalf. You may report such suspicious activities to </p>
                    



                            </div>

  </div>
</template>

<script lang="ts">
import Vue from "vue";

export default Vue.extend({
  name: "TermsEnglish",
methods:{
    isFromWeb(){
      if(this.$route.query.fromMobileApp === null){
        return false
      }else{
        return true
      }
    }
  }
});
</script>
