<template>
  <div>
    <h1
     v-if="isFromWeb()"
      class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center"
    >
      শর্তাবলী

    </h1>

    <div class="w-full">
      <div class="term-para flex flex-col w-full text-sm text-gray-600">        
        <p class="w-full mb-6 text-sm text-gray-600">
          <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> - এ আপনাকে স্বাগত!          
        </p>
        <P class="w-full mb-6 text-sm text-gray-600">gintaa হল একটি অনন্য ট্রেডিং প্ল্যাটফর্ম যা স্বতন্ত্র ভোক্তাদের একে অপরের সাথে যোগাযোগ করার সুযোগ প্রদান করে এবং  শুধুমাত্র C2C ব্যবসায়িক মডেলের উপর ভিত্তি করে, নতুন বা ব্যবহৃত পরিস্থিতিতে বিনিময় বা বিক্রি করার সুযোগ দেয়। </P>
        <p class="w-full mb-6 text-sm text-gray-600">
          <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> ( "ওয়েবসাইট") এবং "gintaa মোবাইল অ্যাপ" চালিত এবং Ascon Softech India Private Limited দ্বারা পরিচালিত। (বিনিময়ভাবে "কোম্পানি", gintaa "সামিট" "আমাদের", "আমরা", বা "আমাদের")। এই শর্তাদি www.gintaa.com এবং "gintaa মোবাইল অ্যাপ"-এর সমস্ত দর্শকদের জন্য প্রযোজ্য, বর্তমান এবং ভবিষ্যতের ব্যবহারকারী যারা  <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> এবং/অথবা "gintaa মোবাইল অ্যাপ" অ্যাক্সেস করতে চান বা ওয়েবসাইট বা অ্যাপ পরিষেবা ব্যবহার করতে চান।
        </p>
        <p class="w-full mb-6 text-sm text-gray-600">
          <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> অ্যাক্সেস করে, অথবা পরিষেবা ব্যবহার করে আপনি এই শর্তাবলীর দ্বারা আবদ্ধ হতে সম্মত হন। <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> - এ আপনার অ্যাক্সেস এবং এর ধারাবাহিকতা ও ব্যবহার এই শর্তাবলীর সাথে আপনার সুস্পষ্ট স্বীকৃতি এবং ক্রমাগত সম্মতি সাপেক্ষে কাজ করে। যদি আপনি শর্তাদি মেনে না নেওয়ার সিদ্ধান্ত নেন তাহলে আপনি <a href="https://gintaa.com/" target="_blank" class="text-firoza">www.gintaa.com</a> থেকে আমাদের কোনো দায়বদ্ধতা ছাড়াই চেক আউট করতে পারবেন।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">সংজ্ঞার্থ</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "চুক্তি" মানে তাৎক্ষণিক নিয়ম ও শর্তাবলী, তালিকা নীতি, গোপনীয়তা নীতি, অনুমোদিত শর্তাবলী এবং শর্তাবলী ("সংযোজন");
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            কেনা: নগদ অর্থের পরিবর্তে কিছু প্রোডাক্ট কেনার একটি কাজ।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ক্রেতা: মানে যিনি www.gintaa.com এবং/অথবা "gintaa মোবাইল অ্যাপ" এর মাধ্যমে কোন প্রোডাক্ট কেনেন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	   এক্সচেঞ্জের অধীনে কোনও প্রোডাক্ট কাউন্টার অফার করেন এবং কোনও নির্দিষ্ট এক্সচেঞ্জের ক্ষেত্রে কাউন্টার অফার হিসাবে দেওয়া প্রোডাক্টের ক্ষেত্রেও একজন এক্সচেঞ্জার হবেন।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "কনফার্মেশন নোটিশ" মানে ক্লজ 2.22-এ বর্ণিত বিজ্ঞপ্তি;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ই-প্ল্যাটফর্ম" মানে এবং "www.gintaa.com" অথবা "gintaa মোবাইল অ্যাপ" যার মাধ্যমে আমরা বর্তমানে আমাদের পরিষেবা প্রদান করি
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "এক্সচেঞ্জ" মানে কোনো প্রোডাক্টের পরিবর্তে অন্য কোনো প্রোডাক্ট অফার করার একটি কাজ
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এক্সচেঞ্জার: কোনো নির্দিষ্ট প্রোডাক্টের ক্ষেত্রে, এক্সচেঞ্জার বলতে বোঝায় যে কোনো ব্যক্তি, যিনি এক্সচেঞ্জের জন্য এই ধরনের প্রোডাক্ট অফার করেন এবং যিনি এই ধরনের এক্সচেঞ্জের ক্ষেত্রেও একজন বিনিময়কারী হবেন।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এক্সচেঞ্জার: এর অর্থ হল যে কোনও ব্যক্তি যিনি এক্সচেঞ্জের অধীনে কোনও প্রোডাক্ট কাউন্টার অফার করেন এবং কোনও নির্দিষ্ট এক্সচেঞ্জের ক্ষেত্রে কাউন্টার অফার হিসাবে দেওয়া প্রোডাক্টের ক্ষেত্রেও একজন এক্সচেঞ্জার হবেন।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "নির্দেশিকা" মানে আমাদের ই-প্ল্যাটফর্মে এক্সচেঞ্জার, সদস্য এবং অন্যান্য ব্যবহারকারীদের আচার-আচরণ নিয়ন্ত্রণ করে এবং এটি gintaa দ্বারা প্রণীত নিয়ম

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "লিস্টিং" মানে আমাদের ই-প্ল্যাটফর্মের মাধ্যমে এক্সচেঞ্জের জন্য অফার করা
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "সদস্য" মানে যে কোনো ব্যক্তি যিনি আমাদের ই-প্ল্যাটফর্মের মাধ্যমে ব্যবসা করতে চান
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "পার্টি" মানে সংশ্লিষ্ট এক্সচেঞ্জের একটি যৌথ রেফারেন্স, যেমনটি হতে পারে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ব্যক্তি" বলতে বোঝানো হয়েছে যার বয়স কমপক্ষে 18 বছর এবং আইনত ভারতে একটি চুক্তিতে প্রবেশ করতে পারে এবং এতে একজন আইনবাদী ব্যক্তিও অন্তর্ভুক্ত থাকে
          </li> 
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ব্যক্তিগত ডেটা" মানে একজনসাধারণ ব্যক্তি সম্পর্কে বা সম্পর্কিত ডেটা (এই ক্ষেত্রে আপনি) যিনি প্রত্যক্ষ বা পরোক্ষভাবে শনাক্তযোগ্য। এই ধরনের ব্যক্তির পরিচয়ের কোনো কোনো বৈশিষ্ট্য বিবেচনা করে, অনলাইনে হোক বা অফলাইন, বা অন্য যেকোন তথ্যের সাথে এই জাতীয় বৈশিষ্ট্যগুলির সংমিশ্রণ ঘটানো হয়, এবং প্রোফাইলিংয়ের উদ্দেশ্যে এই জাতীয় ডেটা থেকে প্রাপ্ত কোনও অনুমান অন্তর্ভুক্ত করতে হবে৷ পূর্বোক্ত তথ্য বোঝায়;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            বিক্রয়: নগদ অর্থের পরিবর্তে কিছু প্রডাক্ট বা পরিষেবা প্রদানের একটি কাজ
          </li> 
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            বিক্রেতা: মানে একজন ব্যক্তি যিনি www.gintaa.com এবং/অথবা “gintaa মোবাইল অ্যাপের মাধ্যমে কোনো প্রোডাক্ট বিক্রি করেন
          </li>
        
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "সংবেদনশীল ব্যক্তিগত ডেটা যা প্রকাশ করতে পারে, সম্পর্কিত হতে পারে, বা গঠন করতে পারে আপনার —
          </li>
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">অর্থনৈতিক তথ্য</li>
            <li class="mb-2 text-sm text-gray-600">স্বাস্থ্য তথ্য</li>
            <li class="mb-2 text-sm text-gray-600">অফিসিয়াল শনাক্তকারী</li>
            <li class="mb-2 text-sm text-gray-600">যৌন জীবন</li>
            <li class="mb-2 text-sm text-gray-600">যৌন অভিযোজন</li>
            <li class="mb-2 text-sm text-gray-600">বায়োমেট্রিক ডেটা</li>
            <li class="mb-2 text-sm text-gray-600">জেনেটিক তথ্য</li>
            <li class="mb-2 text-sm text-gray-600">ট্রান্সজেন্ডার স্টেটাস</li>
            <li class="mb-2 text-sm text-gray-600">ইন্টারসেক্স অবস্থা</li>
            <li class="mb-2 text-sm text-gray-600">জাতি বা উপজাতি</li>
            <li class="mb-2 text-sm text-gray-600">ধর্মীয় বা রাজনৈতিক বিশ্বাস বা অনুষঙ্গ</li>
          </ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "অফারার" মানে এমন একজন ব্যক্তি যিনি আমাদের ই-প্ল্যাটফর্মের মাধ্যমে অন্য কোনো প্রোডাক্ট বা পরিষেবার প্রাপ্তির বিপরীতে, এই ধরনের এক্সচেঞ্জের জন্য বা বিক্রির জন্য আর কোনো আইনানুগ বিবেচনার সাথে বা সেটা ছাড়াই কোনো প্রোডাক্ট/পরিষেবা বিনিময়ের বা বিক্রির তালিকা করেন এবং অফার করেন।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/> </svg>
            "অফারই" মানে এমন একজন ব্যক্তি যিনি কোনো  পরিষেবা বিনিময়ের জন্য কোনো অফারকারীর কাছ থেকে প্রস্তাব গ্রহণ করেন এবং আমাদের ই-প্ল্যাটফর্মের মাধ্যমে বিনিময়ে কোনো প্রোডাক্ট বা সাহায্য এবং/অথবা নগদ অর্থ প্রদান করেন।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "ট্রেড" বা "ট্রেডিং" মানে এক্সচেঞ্জের জন্য বা বিক্রির জন্যে আমাদের ই-প্ল্যাটফর্মে যেকোন প্রোডাক্ট বা পরিষেবার তালিকা করা রয়েছে। আমাদের ই-প্ল্যাটফর্মে যেকোনো ট্রেডিং করার জন্য, আপনাকে অবশ্যই আমাদের সাথে একটি সদস্য হিসাবে নিবন্ধন করতে হবে। এখানে নীচে 3.3 ধারার অধীনে উল্লেখ করা হয়েছে

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            লেনদেন মানে এমন একটি ক্রিয়াকলাপ যেখানে অর্থপ্রদান বা বিনিময়ের মাধ্যমে একটি প্রোডাক্ট বিক্রয় করা হয়
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
          	"ব্যবহারকারী" মানে এবং একজন সদস্য, এক্সচেঞ্জার বা এমন কাউকে অন্তর্ভুক্ত করে যে অন্যথায় আমাদের ই-প্ল্যাটফর্ম সার্ফিং/অ্যাক্সেস করছে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "GST" মানে ভারতে কোনো প্রোডাক্ট বা পরিষেবা সরবরাহের উপর সংশ্লিষ্ট কর্তৃপক্ষের দ্বারা আরোপিত প্রোডাক্ট ও পরিষেবা কর।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            “আমরা”, “আমাদের”, “আমাদের”, “নিজেদের”, “কোম্পানি” এবং gintaa এই শর্তাবলীতে পরস্পর পরিবর্তনযোগ্যভাবে ব্যবহার করা হয় এবং এগুলি সবই আমাদের ই-প্ল্যাটফর্মে উল্লেখ করে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            "আপনি" বা "আপনার" মানে আপনি, এক্সচেঞ্জ এবং/অথবা ব্যবহারকারী হিসাবেই হোক না কেন, তাদের উত্তরাধিকারী এবং অনুমোদিত বরাদ্দ
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">দায়বদ্ধতার সীমা</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা সম্মত হন, বোঝেন এবং স্বীকার করেন যে ই-প্ল্যাটফর্মটি আমাদের ই-প্ল্যাটফর্মের মাধ্যমে বাণিজ্য পরিচালনার জন্য প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর মধ্যে একটি সুবিধাজনক মাধ্যম। আমাদের ই-প্ল্যাটফর্মে সম্পাদিত বা প্রস্তাবিত কোনো বাণিজ্যের ক্ষেত্রে কোনো ব্যবহারকারী এবং gintaa র মধ্যে কোনো চুক্তি নেই
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা সম্মত হন, বোঝেন এবং স্বীকার করেন যে আমরা আমাদের ই-প্ল্যাটফর্মে তালিকাভুক্ত কোনো পণ্যের আদান-প্রদানের সাথে জড়িত নই, এবং আমাদের ভূমিকা শুধুমাত্র এই ধরনের বাণিজ্য পরিচালনার জন্য পক্ষগুলিকে একটি ভার্চুয়াল প্ল্যাটফর্ম প্রদানের মধ্যে সীমাবদ্ধ।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এটি এতদ্বারা স্পষ্ট করা হয়েছে যে আমাদের ই-প্ল্যাটফর্মে তালিকাভুক্ত যে কোনও প্রোডাক্টের বিনিময় বা বিক্রি সংক্রান্ত পক্ষের দ্বারা এবং তাদের মধ্যে আগত যে কোনও চুক্তি অবশ্যই সংশ্লিষ্ট প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর মধ্যে একটি দ্বিপক্ষীয় চুক্তি হবে এবং আমরা অর্থাৎ gintaa কোনও পক্ষ, ক্ষতিপূরণকারী, বা অন্য কোনোভাবে যুক্ত থাকে না । অথবা আমাদের ই-প্ল্যাটফর্মে সম্পাদিত এই ধরনের কোনো লেনদেনের পক্ষকে নিশ্চিত করা, যদি না এই ধরনের বাণিজ্য সমাপ্তির সময় বিশেষভাবে সম্মত হয়
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা আরও সম্মত হন এবং স্বীকার করেন যে আমরা আমাদের ই-প্ল্যাটফর্মের অধীনে বাণিজ্যে প্রবেশকারী কোনও প্রস্তুতকারক, এক্সচেঞ্জার বা অন্য কোনও ব্যক্তির এজেন্ট নই
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা সম্মত হন, বোঝেন এবং স্বীকার করেন যে এক্সচেঞ্জার বা বিক্রেতা আমাদের ই-প্ল্যাটফর্মে তালিকাভুক্ত প্রোডাক্টের বৈধ মালিক কিনা তা নিশ্চিত করার কোনো উপায় আমাদের কাছে নেই, বা আমরা প্রতিনিধিত্ব করি না বা ধরে রাখি না যে, এক্সচেঞ্জের জন্য অফার করা প্রোডাক্টটি আমাদের প্ল্যাটফর্মে বিক্রি করা হয়।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমরা আমাদের ই-প্ল্যাটফর্মে তালিকাভুক্ত প্রোডাক্ট বা পরিষেবার বর্ণনা, গুণমান, পরিমাণ, মূল্য, মান সম্পর্কে কোনো গ্যারান্টি, ওয়ারেন্টি, জামিন, ক্ষতিপূরণ, নিশ্চিতকরণ বা নিশ্চয়তা প্রদান করি না; তদনুসারে, আপনাকে কোন বিক্রয় শেষ করার আগে আপনার পছন্দের প্রোডাক্টের বর্ণনা, গুণমান, পরিমাণ, মূল্য, মান পরীক্ষা করার জন্য অনুরোধ করা হচ্ছে

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা সম্মত হন, বোঝেন এবং স্বীকার করেন যে কোনো অবস্থাতেই, কোনো বাণিজ্য বা লেনদেনের ক্ষেত্রে আপনার দ্বারা ক্ষতিগ্রস্ত কিছুর জন্য আপনি আমাদেরকে দায়ী করবেন না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            উপরোক্ত ধারা (vi) এবং (vii) এর অধীনে বিবেচনা করা অনুযায়ী আমাদের কোন নিয়ন্ত্রণ নেই, বা আমরা প্রতিনিধিত্ব করি না বা ধরে রাখি যে সংশ্লিষ্ট প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর তাদের নিজ নিজ দায়িত্ব পালন করবেন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমরা গ্যারান্টি দিতে পারি না এবং দিতে পারি না, অথবা আমরা প্রতিনিধিত্ব করি না বা ধরে রাখি যে কোনো প্রোডাক্ট ভালো অবস্থায় এবং সম্মত সময়ের মধ্যে সংশ্লিষ্ট অফারকারীর দ্বারা সংশ্লিষ্ট এক্সচেঞ্জারের বা ক্রেতার কাছে বিতরণ করা হবে

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমরা আমাদের ই-প্ল্যাটফর্মে সার্ফিং করার সময় ব্যবহারকারীদের দেওয়া ব্যক্তিগত তথ্যের যথার্থতা নিশ্চিত করতে পারি না 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে আপনার কার্যকলাপ সম্পর্কে কী প্রতিক্রিয়া এবং/অথবা মন্তব্য পোস্ট করা যেতে পারে তার উপর আমরা কোনো বাস্তব নিয়ন্ত্রণ প্রয়োগ করতে পারি না বা ধরে রাখতে পারি না, তা সত্ত্বেও কোনো অবাঞ্ছিত প্রতিক্রিয়া এবং/অথবা মন্তব্যের ক্ষেত্রে, আপনি লিখতে পারেন। grievance@gintaa.com এ আমাদের কাছে। আমরা আপনাকে আশ্বাস দিচ্ছি যে আমাদের নীতির সাথে সামঞ্জস্য রেখে যথাযথ পদক্ষেপ নেওয়া হবে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এই ধরনের লেনদেনের জন্য একটি ভার্চুয়াল প্ল্যাটফর্ম প্রদান করা ছাড়া অন্য কোনো প্রোডাক্টের বিনিময়ে বা কেনায় আমাদের কোনো সম্পৃক্ততা নেই, তাই আমরা আমাদের ই-প্ল্যাটফর্মে বিনিময় করা বা কেনা কোনো প্রোডাক্ট ফেরত ও গ্রহণ করতে পারি না এবং গ্রহণ করব না কারণ আমরা প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর হিসেবে কাজ করি না। তাই অবশ্যই একে অপরের কাছে সমস্ত অনুসন্ধান নির্দেশ করতে হবে, প্রোডাক্টগুলি ত্রুটিপূর্ণ হওয়া বা কোনও নির্দিষ্ট উদ্দেশ্যে উপযুক্ত নয় ইত্যাদি সম্পর্কে তবে সীমাবদ্ধ নয়।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	এই সাইটে ট্রেড করার সময়, আপনি সম্মত হন এবং স্বীকার করেন যে আমরা নিয়ন্ত্রণ করতে পারি না, বা আমরা প্রতিনিধিত্ব করি না বা ধরে রাখি যে আমরা অফারকারী এবং/অথবা অফারকারীর আচরণ নিয়ন্ত্রণ করতে পারি যেভাবে সংশ্লিষ্ট প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর আপনার ব্যক্তিগত তথ্য প্রক্রিয়া করে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           আমাদের ই-প্ল্যাটফর্মে ট্রেড করার সময় আপনি আরও সম্মত হন এবং স্বীকার করেন যে প্রোডাক্টের বিনিময়ের সময় বা শেষ হওয়ার পরে, আমরা আর কোনো ব্যক্তিগত তথ্যের জন্য দায়ী নই যা প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর মধ্যে নির্ধারিত যেকোনো বা সমস্ত উদ্দেশ্যে বিনিময় করা যেতে পারে।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           আমাদের প্ল্যাটফর্মে এবং পক্ষগুলির মধ্যে সম্পাদিত কোনও লেনদেনের পরে এই জাতীয় ব্যক্তিগত তথ্য যেভাবে প্রক্রিয়া করা হয় তার জন্য আমরা কোনও ব্যক্তির কাছে দায়বদ্ধ থাকব না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	আপনি এতদ্বারা সম্মত হন এবং স্বীকার করেন যে আমরা প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর পক্ষ থেকে যেকোন ব্যর্থতার জন্য কারো কাছে দায়বদ্ধ থাকব না, যেমনটি হতে পারে, আইন অনুযায়ী এই ধরনের ব্যক্তিগত তথ্য প্রক্রিয়াকরণ এবং/অথবা এই ধরনের তথ্যের অবৈধ স্থানান্তর থার্ড পার্টির প্রস্তাবকারী এবং প্রস্তাবগ্রহণকারীর দ্বারা সম্ভব
          </li>
          
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">প্রস্তাবকারীর বাধ্যবাধকতা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          আমাদের বিচক্ষণতার সাপেক্ষে, আপনি আমাদের ই-প্ল্যাটফর্মে এক্সচেঞ্জের জন্য যে প্রোডাক্ট/গুলি অফার করতে চান তার বিবরণ আপলোড করতে পারেন এবং আপনি যদি তা করেন তবে আপনি আমাদের পাশাপাশি এই প্ল্যাটফর্মের ব্যবহারকারীদের প্রতিনিধিত্ব করেন, দায়িত্ব দেন এবং ওয়ারেন্ট করেন।
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে আমাদের সাথে শেয়ার করা তথ্য এবং/অথবা ডেটা (এখন থেকে 'ডেটা' হিসাবে উল্লেখ করা হয়েছে) মিথ্যা, প্রতারণামূলক, বিভ্রান্তিকর এবং/অথবা প্রতারণামূলক নয়
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটা মারাত্মকভাবে ক্ষতিকারক, হয়রানিমূলক, নিন্দামূলক মানহানিকর, অশ্লীল, পর্নোগ্রাফিক, পেডোফিলিক, মানহানিকর, অন্যের গোপনীয়তার জন্য আক্রমণাত্মক, ঘৃণ্য, বা জাতিগতভাবে আপত্তিকর, অবমাননাকর, সম্পর্কযুক্ত বা উত্সাহিত করা অর্থ পাচার বা অন্যথায় অপরাধমূলক নয় যে কোন উপায়ে যাই হোক না কেন।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটা কোনও ব্যক্তি বা সত্তার সাথে সম্পর্কিত কোনও বিভ্রান্তিকর বা ভুল এবং/অথবা কলঙ্কজনক তথ্য প্রেরণ করে না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটাতে ভাইরাস, ম্যালওয়্যার, ফার্মওয়্যার বা অন্য কোনো কম্পিউটার কোড, ফাইল বা প্রোগ্রাম নেই যা কোনো কম্পিউটার সংস্থানের কার্যকারিতাকে বাধা, ধ্বংস বা সীমিত করার জন্য ডিজাইন করা হয়েছে।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটা যে প্রোডাক্ট / পরিষেবাটি আপনি অফার করেন বা আপনার ভাগ করা ডেটা অন্য ব্যক্তির অন্তর্গত নয় এবং/অথবা যার উপর আপনার কোনও অধিকার নেই, এবং এটি কোনও ব্যক্তি এবং বিশেষত অপ্রাপ্তবয়স্ক, ভিন্নভাবে সক্ষম, প্রবীণ নাগরিকদের ক্ষতি করে না এবং করতে পারে না, যেকোনো LGBTQ ব্যক্তি বা কোনো প্রাণী বা পাখি, যেকোনো উপায়ে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার প্রোডাক্ট/পরিষেবা ডেটাতে কোনো গোপনীয় তথ্য থাকে না এবং/অথবা অন্যথায় কোনো পেটেন্ট, ট্রেডমার্ক, কপিরাইট বা অন্যান্য মালিকানা অধিকার লঙ্ঘন করে, যদি না আপনি যথাযথভাবে সংশ্লিষ্ট ব্যক্তির সম্মতি না পান
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি আমাদের ই-প্ল্যাটফর্মে এক্সচেঞ্জের জন্য যে প্রোডাক্টটি অফার করেন বা বিক্রি করেন তা যুক্তিসঙ্গতভাবে উদ্দেশ্য বা উদ্দেশ্যগুলির জন্য উপযুক্ত কারণ এই জাতীয় পণ্যগুলি সাধারণত কেনা হয় কারণ এটি আশা করা যুক্তিসঙ্গত, সীমাবদ্ধতা ছাড়াই আসে 
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি গ্রহণ করেন এবং স্বীকার করেন যে প্রোডাক্টটি ত্রুটিপূর্ণ নয় এবং এটি কোনো ধরনের দায়মুক্তি, যাতে প্রস্তাবকারী আমাদের ই-প্ল্যাটফর্মের মাধ্যমে বিনিময় করা প্রোডাক্টগুলির জন্য সহজ হয়।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে  তালিকাভুক্ত প্রোডাক্টটি অবশ্যই আমাদের নীতির সাথে যথাযথ সম্মতিতে অফার করতে হবে এবং এমনকি অন্যথায় এক্সচেঞ্জের জন্য এই ধরনের অফারটি কোনও প্রযোজ্য আইনের লঙ্ঘন হতে হবে না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনাকে অবশ্যই যেকোন প্রোডাক্ট বিনিময়ের বা বিক্রির জন্য বিশদ শর্তাবলী নির্ধারণ করতে হবে, যার মধ্যে রয়েছে কিন্তু সীমাবদ্ধ নয় ক) মুদ্রা বিবেচনার পরিবর্তে এক্সচেঞ্জের জন্য এই জাতীয় প্রোডাক্ট অফার করা হয় বা অন্য কোনো প্রোডাক্ট; খ) এই জাতীয় প্রোডাক্টের বিনিময়ের জন্য প্রত্যাশিত ন্যূনতম বিবেচনা; গ) অর্থপ্রদানের শর্তাবলী; ঘ) ডেলিভারির শর্তাবলী; ঙ) রিটার্ন পলিসি; চ) জিএসটি সহ কর ও শুল্ক; এবং ছ) এক্সচেঞ্জে জড়িত পক্ষগুলির মধ্যে একটির দ্বারা প্রদেয় খরচ ইত্যাদি।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি সম্মত হন যে এই ধরনের শর্তাবলীর অধীনে আমাদের দ্বারা নির্ধারিত যেকোন বিষয়ের পাশাপাশি সময়ে সময়ে জারি করা আমাদের নির্দেশিকাগুলিতে নির্দিষ্ট করা যেকোন বিষয় অন্তর্ভুক্ত করবে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি স্বীকার করেন যে আপনি আমাদের ই-প্ল্যাটফর্মে এক্সচেঞ্জের জন্য আপনার দ্বারা তালিকাভুক্ত প্রোডাক্টের একমাত্র মালিক এবং আপনার কাছে লেনদেন শেষ করার এবং প্রস্তাবকারীর কাছে প্রোডাক্টের শিরোনামটি দেওয়ার আইনি ক্ষমতা রয়েছে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার প্রোফাইল তথ্যের সাথে সম্পর্কিত যেকোন পরিবর্তন সম্পর্কে আপনি আমাদের অবহিত করবেন এবং অবিলম্বে আপনার অ্যাকাউন্ট/প্রোফাইল বিভাগটি এই ধরনের আপডেট করা তথ্য সহ কোনো অযথা বিলম্ব ছাড়াই সম্পাদনা করবেন।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি প্রযোজ্য আইনের বিধানের অধীনে নিষিদ্ধ বা সীমাবদ্ধ যে কোনও আইটেম বা উপাদান এক্সচেঞ্জের জন্য পোস্ট বা অফার করবেন না, এবং যে কোনও প্রোডাক্ট যাতে প্রযোজ্য আইনের অধীনে নিষিদ্ধ উপাদান থাকতে পারে, সেট হিসাবে নিষিদ্ধ আইটেমগুলির তালিকা সহ এখানে তফসিলের বাইরে বা অন্যথায় একটি নিয়ন্ত্রিত পদার্থ হিসাবে নিয়ন্ত্রিত
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি সবসময় আমাদের তালিকা নীতি মেনে চলবেন
          </li>
         
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">প্রস্তাবগ্রহণকারীর বাধ্যবাধকতা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          আপনি প্রতিনিধিত্ব করেন, গ্রহণ করেন এবং আমাদের এবং সেইসাথে সম্ভাব্য অফারগুলিকে পরোয়ানা করেন
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে আমাদের সাথে শেয়ার করা তথ্য এবং/অথবা ডেটা (এখন থেকে 'ডেটা' হিসাবে উল্লেখ করা হয়েছে) মিথ্যা, প্রতারণামূলক, বিভ্রান্তিকর এবং/অথবা প্রতারণামূলক নয়

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটাতে কোনও ভাইরাস, ওয়ার্ম, ট্রোজান হর্স বা অন্যান্য আক্রমণাত্মক প্রোগ্রাম বা ডেটা থাকে না, অন্য প্রোগ্রাম বা ডেটার সাথে সংযুক্ত বা এমবেড করা হোক না কেন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটাতে কোনো গোপনীয় তথ্য থাকে না এবং/অথবা অন্যথায় কোনো পেটেন্ট, ট্রেডমার্ক, কপিরাইট বা অন্যান্য মালিকানা অধিকার লঙ্ঘন করে না, যদি না আপনি যথাযথভাবে সংশ্লিষ্ট ব্যক্তির সম্মতি না পান
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার প্রোফাইল তথ্যের সাথে সম্পর্কিত যেকোন পরিবর্তন সম্পর্কে আপনি আমাদের অবহিত করবেন এবং অবিলম্বে আপনার অ্যাকাউন্ট/প্রোফাইল বিভাগটি এই ধরনের আপডেট করা তথ্য সহ কোনো অযথা বিলম্ব ছাড়াই সম্পাদনা করবেন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি যে কোনও তালিকাভুক্ত প্রোডাক্ট বিনিময় করতে চান তা বিনিময় করার আইনগত ক্ষমতা এবং কার্যকরী উপায় রয়েছে এবং, অন্যথায় সেই প্রোডাক্টগুলি বিনিময় করার ক্ষেত্রে কোনও আইন লঙ্ঘন করা হবে না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এই সাইটের কোনো বিনিময় অফারে সাড়া দেবেন না যদি না আপনি আর্থিকভাবে সক্ষম হন এবং এই ধরনের লেনদেন সম্পাদনের জন্য অফারকারীকে প্রয়োজনীয় বিবেচনা প্রদানের যথেষ্ট উপায় না থাকে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি সম্মত হন এবং স্বীকার করেন যে আমাদের ই-প্ল্যাটফর্মে যেকোন প্রোডাক্টের বিনিময় সম্পূর্ণ আপনার নিজের ঝুঁকিতে করবেন
          </li>
          <!-- <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এই সাইটের কোনো বিনিময় অফারে সাড়া দেবেন না যদি না আপনি আর্থিকভাবে সক্ষম হন এবং এই ধরনের লেনদেন সম্পাদনের জন্য অফারকারীকে প্রয়োজনীয় বিবেচনা প্রদানের যথেষ্ট উপায় না থাকে
          </li> -->
          <!-- <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            You shall not respond to any exchange offer on this Site unless you are financially able and have sufficient means to pay requisite consideration to the offeror for executing such transaction
          </li> -->
          <!-- <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি সম্মত হন এবং স্বীকার করেন যে আমাদের ই-প্ল্যাটফর্মে যেকোন প্রোডাক্টের বিনিময় সম্পূর্ণ আপনার নিজের ঝুঁকিতে করবেন
          </li> -->
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বিনিময় লেনদেন</h4>
        <h5 class="text-lg text-gray-700 font-medium mb-4">পদ্ধতি</h5>
        <p class="text-sm text-gray-700 mb-4">
          এই ই-প্ল্যাটফর্মে এক্সচেঞ্জ করার নিয়মগুলি নিম্নরূপ:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	ব্যবহারকারীরা gintaa-র মাধ্যমে যে প্রোডাক্টগুলি বিনিময় করতে চায় তার বিশদ বিবরণ আপলোড করবে, যার মধ্যে প্রকৃত ছবি বা ফটোগ্রাফ থাকতে পারে, আমাদের তালিকা নীতি সাপেক্ষে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এক্সচেঞ্জার 2020 সালের সংশোধনী সহ সময়ে সময়ে সংশোধিত অপরিহার্য প্রোডাক্ট আইন, 1955 এর অধীনে প্রয়োজনীয় প্রোডাক্ট হিসাবে চিহ্নিত যে কোনও আইটেম সহ কোনও নিষিদ্ধ আইটেম তালিকাভুক্ত করবে না। <a href="https://gintaa.com/" target="_blank" class="text-firoza">gintaa.com</a> - এর প্রশাসক এক্সচেঞ্জারের কোনো রেফারেন্স ছাড়াই এই ধরনের তালিকা সরিয়ে ফেলবেন।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            একবার প্ল্যাটফর্মে একটি তালিকা তৈরি হয়ে গেলে, আমাদের কাছে আমাদের অটোমেটেড ম্যাচিং অ্যালগরিদম রয়েছে যা এক্সচেঞ্জার এবং ব্যবহারকারীর ইচ্ছার ভিত্তিতে প্ল্যাটফর্ম থেকে ম্যাচগুলি আনবে৷
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            প্ল্যাটফর্মের যেকোন আগ্রহী ব্যবহারকারী বা যাদের ইচ্ছা মিলেছে, তাহলে লেনদেন চূড়ান্ত করতে একটি অফার এবং পাল্টা অফার সাজেস্ট করতে হবে। প্ল্যাটফর্মে চ্যাট বৈশিষ্ট্যও দেওয়া হয়েছে যাতে এক্সচেঞ্জাররা একে অপরের সাথে সরাসরি যোগাযোগ করতে পারে।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            পক্ষের মধ্যে সমঝোতা সাপেক্ষে, ডেলিভারির সম্মত মোডের মাধ্যমে উভয় পক্ষের মধ্যে সম্মত বিবেচনা স্থানান্তরের পরে একটি লেনদেন সম্পন্ন করা যেতে পারে
          </li>
          
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           যদি এক্সচেঞ্জ লেনদেনের শর্তাবলীতে সম্মত হয় বা পক্ষগুলির আচরণের সময় থেকে সম্মত হয়েছে বলে মনে করা হয়, তবে পক্ষগুলি ব্যতিক্রমী পরিস্থিতিতে ব্যতীত সময়ের মধ্যে এবং সম্মত পদ্ধতিতে লেনদেন সম্পন্ন করবে বলে আশা করা হয় নিম্নলিখিত হিসাবে:
          </li>
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">
              চুক্তি সমাপ্তির পর প্রোডাক্টের বর্ণনা বস্তুগতভাবে পরিবর্তিত হয়
            </li>
            <li class="mb-2 text-sm text-gray-600">
              এক্সচেঞ্জারদের কেউ অন্য পক্ষের পরিচয় প্রমাণীকরণ করতে অক্ষম
            </li>
            <li class="mb-2 text-sm text-gray-600">
              বিনিময়কারীরা নির্ধারিত সময়ের মধ্যে অফারকারীর কাছে প্রোডাক্ট সরবরাহ করতে ব্যর্থ হয়
            </li>
          </ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            যদি এক্সচেঞ্জাররা তার অফারটি গ্রহণ করে বা অফারকারীর দ্বারা প্রদত্ত কাউন্টার অফারে সম্মত হন, তবে এক্সচেঞ্জাররা এই বিবেচনাটি গ্রহণ করবেন এবং নিম্নলিখিতগুলির মতো ব্যতিক্রমী পরিস্থিতিতে ব্যতীত সেই অফারকারীকে প্রোডাক্টের বিনিময় সম্পূর্ণ করবেন বলে আশা করা হয়:
          </li>
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">
              অফারটি নির্ধারিত সময়ের মধ্যে সম্মত বিবেচনা প্রদান করতে ব্যর্থ হয়
            </li>
            <li class="mb-2 text-sm text-gray-600">
              এক্সচেঞ্জারদের কেউ অন্য পক্ষের পরিচয় প্রমাণীকরণ করতে অক্ষম
            </li>
          </ul>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4">লেনদেনের সমাপ্তি</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
         আমাদের ই-প্ল্যাটফর্মে অটোমেটেড ইমেল/বার্তার মাধ্যমে তালিকাভুক্ত যেকোনো প্রোডাক্টের বিনিময় সংক্রান্ত লেনদেন সফলভাবে সম্পন্ন হলে আমরা সংশ্লিষ্ট পক্ষকে অবহিত করব
        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          এই ধরনের নিশ্চিতকরণ বিজ্ঞপ্তি প্রাপ্তির পরে, পক্ষগুলি নিম্নলিখিত বিষয়গুলির জন্য সম্পূর্ণরূপে দায়ী থাকবে, যার মধ্যে রয়েছে তবে সীমাবদ্ধ নয়:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এক্সচেঞ্জের বিপরীতে তালিকাভুক্ত প্রোডাক্ট ক্রয়ের বাস্তবায়ন, যখন প্রোডাক্টের সাথে সম্পর্কিত ঝুঁকি অফারকারীর কাছে চলে যাবে এবং যখন প্রোডাক্টটির শিরোনাম অফারকারীর কাছে চলে যাবে তখন সেই বিন্দুতে ঐকমত্য সহমত হবে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            অফারকারী এবং বিনিময়কারীরা তাদের মধ্যে সম্পাদিত যে কোনও লেনদেনের ফলে উদ্ভূত যে কোনও বিরোধের সমাধানের পদ্ধতি এবং সেইসাথে এই ধরনের সম্পর্কগুলিকে পরিচালনা করার এখতিয়ারের বিষয়ে নিজেদের মধ্যে সিদ্ধান্ত নেবে, যার ব্যর্থতার ক্ষেত্রে এই জাতীয় বিরোধগুলি সমাধানের জন্য সাধারণ আইন প্রযোজ্য হবে;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            প্রোডাক্ট পরিশোধের (যদি থাকে) ব্যবস্থা করা</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ক্লজ 2.23 সাপেক্ষে প্রোডাক্ট সরবরাহের জন্য একটি তারিখে সম্মত হওয়া
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে প্রোডাক্টের বিনিময়ের বা বিক্রির ক্ষেত্রে প্রযোজ্য সমস্ত কর, শুল্ক এবং খরচ (সীমাবদ্ধতা ছাড়াই, জিএসটি বা শুল্ক এবং অন্যান্য আমদানি শুল্ক এবং শুল্ক সহ) পরিশোধ করা
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বিবেচনা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          এক্সচেঞ্জের বিরুদ্ধে বিবেচনা একটি দ্বিপাক্ষিক সমস্যা হবে এবং পক্ষগুলির যে কোনও দ্বারা অর্থপ্রদানের শর্তাবলী লঙ্ঘন থেকে উৎপত্তি কোনও বিরোধের জন্য আমরা দায়ী হব না।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">ডেলিভারি</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          আমাদের ই-প্ল্যাটফর্মে এক্সচেঞ্জের সফল সমাপ্তির পরে, পক্ষগুলি ব্যক্তিগত মিটিং এর মাধ্যমে প্রোডাক্ট ডেলিভারি সম্পূর্ণ করতে স্বাধীন হবে। 
        </p>
      </div>
      <!--Sell section start here-->
      <div>
        <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বিক্রয় লেনদেন</h4>
        <h5 class="text-lg text-gray-700 font-medium mb-4">পদ্ধতি</h5>
        <p class="text-sm text-gray-700 mb-4">
          এই ই-প্ল্যাটফর্মে বিক্রয় লেনদেন করার নিয়মগুলি নিম্নরূপ:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            বিক্রেতা তাদের gintaa -র মাধ্যমে যে প্রোডাক্টগুলি বিক্রি করতে চান তার বিশদ তথ্য আপলোড করবেন, যার মধ্যে প্রকৃত ছবি বা ফটোগ্রাফ থাকতে পারে এবং সেটি আমাদের তালিকা নীতি সাপেক্ষে হবে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            বিক্রেতা 2020 সালের সংশোধনী সহ সময়ে সংশোধিত অপরিহার্য প্রোডাক্ট আইন, 1955 এর অধীনে প্রয়োজনীয় প্রোডাক্ট হিসাবে চিহ্নিত যে কোনও আইটেম সহ কোনও নিষিদ্ধ আইটেম তালিকাভুক্ত করবেন না। <a href="https://gintaa.com/" target="_blank" class="text-firoza">gintaa.com</a>-এর প্রশাসক এক্সচেঞ্জারের কোনো রেফারেন্স ছাড়াই এই ধরনের তালিকা সরিয়ে ফেলবেন।

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            প্ল্যাটফর্মের যেকোনো আগ্রহী ব্যবহারকারীকে লেনদেন চূড়ান্ত করার জন্য একটি অফার এবং কাউন্টারঅফারের পরামর্শ দিতে হবে। প্ল্যাটফর্মে চ্যাট বৈশিষ্ট্যও দেওয়া হয়েছে যাতে এক্সচেঞ্জাররা একে অপরের সাথে সরাসরি যোগাযোগ করতে পারে।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            যদি বিক্রয় লেনদেনের শর্তাবলী সম্মত হয় বা দুই পক্ষের আচরণের সময় থেকে সম্মত হয়েছে বলে মনে করা হয়, তবে উভয় পক্ষই ব্যতিক্রমী পরিস্থিতিতে ব্যতীত সময়ের মধ্যে এবং সম্মত পদ্ধতিতে লেনদেন সম্পন্ন করবে বলে আশা করা হয়:
          </li>
          <!-- <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            পক্ষের মধ্যে সমঝোতা সাপেক্ষে, ডেলিভারির সম্মত মোডের মাধ্যমে উভয় পক্ষের মধ্যে সম্মত বিবেচনা স্থানান্তরের পরে একটি লেনদেন সম্পন্ন করা যেতে পারে
          </li> -->
          
          <!-- <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           যদি এক্সচেঞ্জ লেনদেনের শর্তাবলীতে সম্মত হয় বা পক্ষগুলির আচরণের সময় থেকে সম্মত হয়েছে বলে মনে করা হয়, তবে পক্ষগুলি ব্যতিক্রমী পরিস্থিতিতে ব্যতীত সময়ের মধ্যে এবং সম্মত পদ্ধতিতে লেনদেন সম্পন্ন করবে বলে আশা করা হয় নিম্নলিখিত হিসাবে:
          </li> -->
          <ul class="list-disc ml-3 pl-12">
            <li class="mb-2 text-sm text-gray-600">
              চুক্তির সমাপ্তির পর প্রোডাক্টের বর্ণনা বস্তুগতভাবে পরিবর্তিত হয়
            </li>
            <li class="mb-2 text-sm text-gray-600">
              বিক্রেতা নির্ধারিত সময়ের মধ্যে প্রস্তাবকারীর কাছে প্রোডাক্ট সরবরাহ করতে ব্যর্থ হয়
            </li>
            
          </ul>
         
        
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4">লেনদেনের সমাপ্তি</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          আমাদের ই-প্ল্যাটফর্মে স্বয়ংক্রিয় ইমেল/বার্তার মাধ্যমে তালিকাভুক্ত যেকোনো প্রোডাক্টের বিক্রয় ও ক্রয় সংক্রান্ত লেনদেন সফলভাবে সম্পন্ন হলে আমরা সংশ্লিষ্ট পক্ষকে অবহিত করব।
        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          এই ধরনের নিশ্চিতকরণ বিজ্ঞপ্তি প্রাপ্তির পরে, পক্ষগুলি নিম্নলিখিত বিষয়গুলির জন্য স্বতন্ত্রভাবে দায়ী থাকবে, যার মধ্যে রয়েছে তবে সীমাবদ্ধ নয়:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            তালিকাভুক্ত প্রোডাক্টের কেনা ও তার বাস্তবায়ন, যখন প্রোডাক্টের সাথে সম্পর্কিত ঝুঁকি ক্রেতার কাছে চলে যাবে এবং যখন প্রোডাক্টের শিরোনাম ক্রেতার কাছে চলে যাবে তখন সেই বিষয়ে ঐকমত্য সহ
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ক্রেতা এবং বিক্রেতারা তাদের মধ্যে সম্পাদিত যে কোনও লেনদেনের ফলে উদ্ভূত যে কোনও বিরোধের সমাধানের পদ্ধতি এবং সেইসাথে এই ধরনের সম্পর্কগুলিকে পরিচালনা করার এখতিয়ার, যার ব্যর্থতার ক্ষেত্রে সাধারণ আইন এই জাতীয় বিরোধগুলি সমাধানের জন্য প্রযোজ্য হবে তা নিজেদের মধ্যে সিদ্ধান্ত নেবে;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            প্রোডাক্ট পরিশোধের (যদি থাকে) ব্যবস্থা করা</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ক্লজ 2.23 সাপেক্ষে প্রোডাক্ট সরবরাহের জন্য একটি তারিখে সম্মত হওয়া
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে প্রোডাক্টের এক্সচেঞ্জ বা বিক্রয়ের সাথে সম্পর্কিত সমস্ত প্রযোজ্য কর, শুল্ক এবং খরচ (সীমাবদ্ধতা ছাড়া, জিএসটি বা শুল্ক এবং অন্যান্য আমদানি শুল্ক এবং শুল্ক সহ) পরিশোধ করা
          </li>
        </ul>
      </div>
        <div>
          <p class="w-full text-sm text-gray-700 mb-4">
            যে কোনো বিক্রেতার জন্য নির্দিষ্ট প্রয়োজনীয়তা অনুযায়ী নতুন প্রোডাক্ট বিভাগের অধীনে কোনো প্রোডাক্ট অফার করে:
        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          উপরে যা কিছুই থাকুক না কেন, একটি নতুন প্রোডাক্টের বিক্রেতা স্পষ্টভাবে সম্মত হন এবং নিম্নলিখিতগুলি গ্রহণ করেন:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            যেকোন নতুন প্রোডাক্টের বিক্রেতা নিশ্চিত করে যে gintaa.com সহ তার পছন্দের যেকোনো চ্যানেলে প্রোডাক্টটি বিক্রি করার জন্য তিনি আইনত অনুমোদিত এবং তার এবং প্রোডাক্টের প্রস্তুতকারকের মধ্যে কোনো নিজস্বতা বিদ্যমান নেই।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            যেকোনো নতুন প্রোডাক্টের বিক্রেতা নিশ্চিত করে যে তাকে gintaa.com এর মাধ্যমে তার প্রোডাক্ট বিক্রি করতে প্রস্তুতকারকের দ্বারা নিষিদ্ধ করা হয়নি
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            তিনি সংশ্লিষ্ট প্রোডাক্টের MRP -র বেশি মূল্যে কোনো নতুন প্রোডাক্ট অফার করবেন না।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            তিনি শুধুমাত্র GST আইন এবং আইনি মেট্রোলজি সহ সমস্ত প্রযোজ্য আইন মেনে চলার জন্য দায়বদ্ধ থাকবেন এবং কোনো দায়বদ্ধতার ক্ষেত্রে, তিনি সমস্ত ক্ষতি, ক্ষয়ক্ষতি, জরিমানাগুলির বিরুদ্ধে ক্ষতিপূরণের জন্য gintaa কে দায়ী করবে
          </li>
        </ul>
        </div>
      </div>
       <!--Sell section end here-->
     

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বীমা</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            প্রোডাক্টগুলিকে তাদের ট্রানসিট চলাকালীন সুরক্ষার জন্য উপরের ধারার অধীনে বিবেচনা করা হয়েছে, প্রস্তাবকারী বা অফারকারীর কাছে আমাদের বীমা চ্যানেল পার্টনারের মাধ্যমে বীমার জন্য বেছে নেওয়ার বিকল্প থাকবে যাতে নির্দিষ্ট বিপদ থেকে ট্রানজিট চলাকালীন শিপমেন্টে সৃষ্ট যে কোনও সম্ভাব্য ক্ষতি থেকে নিজেকে রক্ষা করা যায়। সংশ্লিষ্ট বীমা নীতির অধীনে প্রদত্ত। এই ধরনের পলিসির প্রিমিয়াম বিনিময়কারী পক্ষগুলিকে gintaa-কে দিতে হবে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            বীমা চ্যানেল অংশীদারের মাধ্যমে তাদের ট্রানজিট চলাকালীন প্রোডাক্টগুলিকে বীমা করা বেছে নেওয়ার মাধ্যমে, প্রস্তাবকারী, যেমনটি হতে পারে, স্বীকার করবেন যে আমরা কোনও বীমা পরিষেবা প্রদানকারী নই বা এজেন্ট হিসাবে কাজ করছি না এবং/অথবা কোনো বীমা কোম্পানির প্রতিনিধি। আমরা আমাদের ই-প্ল্যাটফর্মে আমাদের সদস্য/ব্যবহারকারীদের অভিজ্ঞতা উন্নত করার জন্য একটি সুবিধাজনক এজেন্ট হিসাবে কাজ করছি এবং বীমা চ্যানেলের মধ্যে এই ধরনের বীমা ব্যবস্থার ফলে উদ্ভূত কোনো দাবি এবং/অথবা বিরোধের জন্য কোনোভাবেই দায়ী বা দায়বদ্ধ হবে না। উক্ত বীমা পলিসি থেকে উদ্ভূত যেকোনো দাবি এবং/অথবা বিরোধ সরাসরি সংশ্লিষ্ট বীমা চ্যানেল অংশীদারের কাছে পাঠানো উচিত।
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">মন্তব্য এবং প্রতিক্রিয়া</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি যদি বিশ্বাস করেন যে কোনো ব্যবহারকারী আপনার বা আপনার অফারের বিরুদ্ধে কোনো অযৌক্তিক বিবৃতি পোস্ট করেছেন এবং এই ধরনের বিবৃতি অসত্য, বিভ্রান্তিকর, প্রতারণামূলক এবং/অথবা মানহানিকর (এর পরে 'বিতর্কিত বিবৃতি' হিসাবে উল্লেখ করা হয়েছে), অনুগ্রহ করে আমাদের গ্রাহক সহায়তা দলের সাথে grievance@gintaa.com-এ যোগাযোগ করুন এবং আমরা এই বিষয়ে একটি তদন্ত পরিচালনা করার জন্য সম্ভাব্য সব ধরণের করব৷ এই ধরনের অনুসন্ধানের পরে, আমরা বিতর্কিত বিবৃতি মুছে ফেলতে পারি।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এমনকি যে কোনো কারণে আমরা বিতর্কিত বিবৃতিতে তদন্ত করতে পারি না, আমরা এখনও আমাদের নিজস্ব বিবেচনার ভিত্তিতে, বিতর্কিত বিবৃতিটি সরাতে বা বেছে নিতে পারি কিন্তু তা করতে বাধ্য হব না। যদি আমরা এই ধরনের তদন্ত পরিচালনা করতে পারি না বা সন্তুষ্ট না হই, শুধুমাত্র একটি বিতর্কিত বিবৃতি মুছে ফেলার জন্য আপনার অভিযোগের ভিত্তিতে, আপনি আমাদেরকে কোনোভাবেই দায়ী বা দায়বদ্ধ রাখার অধিকারী হবেন না এবং সেই অনুযায়ী অধিকার পাবেন না এই বিষয়ে আমাদের কাছে কোনো দাবি করতে বা আমাদের ই-প্ল্যাটফর্মের সাথে সম্পর্কিত বিরোধপূর্ণ বিবৃতি বা অন্যথায় আমাদের বিরুদ্ধে কোনো ব্যবস্থা নেওয়ার এবং/অথবা আমাদের বিরুদ্ধে কোনো প্রক্রিয়া শুরু করার অধিকারী হতে পারেন। এই শর্তাদি স্বীকার করে, আপনি সাইটটিতে অবিরত থাকার জন্য কোনও বিতর্কিত বিবৃতির কারণে আমাদের বিরুদ্ধে কোনও দাবি করার কোনও অধিকার পরিত্যাগ করবেন। আপনি, এই ধরনের ঘটনা, এবং যে কোনও ক্ষেত্রে, বিরোধিত বিবৃতি সম্পর্কে সরাসরি একই মঞ্চের নির্মাতার বিরুদ্ধে আপনার অভিযোগ তুলে ধরতে পারেন যেটি আপনার জন্য উপলব্ধ হতে পারে, আইন আদালত সহ, এই বিষয়ে যার সিদ্ধান্ত আমরা সম্মান করব
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমরা পুনর্ব্যক্ত করছি যে তদন্ত ধারণ করা বা না করার সিদ্ধান্ত সম্পূর্ণরূপে আমাদের বিবেচনার মধ্যে থাকবে এবং আমরা সেই বিষয়ে কোনও প্রতিনিধিত্ব করতে কোনওভাবেই বাধ্য হব না।
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">gintaa -র বিচক্ষণতা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
           নিম্নোক্ত পরিস্থিতিতে আমরা কোনো তথ্য পরিবর্তন এবং/অথবা অপসারণ করার বা প্রস্তাবকারীর দ্বারা এক্সচেঞ্জের জন্য তালিকাভুক্ত কোনো প্রোডাক্ট প্রত্যাহার করার অধিকার সংরক্ষণ করি, অথবা কোনো প্রস্তাবকারীর দ্বারা প্রদত্ত প্রস্তাব, নিম্নলিখিত পরিস্থিতিতে:
        </p>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমরা সচেতন হই বা আমাদের বিশ্বাস করার কারণ আছে যে এই ধরনের প্রোডাক্ট লঙ্ঘন করে এবং/অথবা কোনো মেধা সম্পত্তি অধিকার সহ তৃতীয় পক্ষের অধিকার লঙ্ঘন করার সম্ভাবনা রয়েছে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমরা সচেতন হই বা আমাদের বিশ্বাস করার কারণ আছে যে এই ধরনের প্রোডাক্ট আপনার অন্তর্গত নয় এবং/অথবা আপনি অন্যথায় এক্সচেঞ্জ বা বিক্রয়ের জন্য এই জাতীয় প্রোডাক্ট সরবরাহ করা থেকে আইনের অধীনে নিষিদ্ধ
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	এই ধরনের প্রোডাক্ট আমাদের তালিকা নীতি মেনে আপলোড করা হয় না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্ম অ্যাক্সেস করার সময় বা বাকি থাকার সময় আপনি সময়ে সময়ে আমাদের দ্বারা প্রণীত এই শর্তাবলী এবং/অথবা নির্দেশিকাগুলির কোনও বিধান লঙ্ঘন করেন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            যদি অন্যথায় এটি করা আমাদের বাণিজ্যিক স্বার্থে না হয় এবং/অথবা আমরা যেকোনো আইনের অধীনে এবং/অথবা অন্য কোনো কারণে তা করতে বাধ্য হই
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা অপরিবর্তনীয়ভাবে এবং নিঃশর্তভাবে সম্মত হন যে এই ধারার অধীনে আমরা নিতে পারি বা নেওয়া হতে পারে এমন কোনও পদক্ষেপের ক্ষেত্রে আমাদের বিরুদ্ধে আপনার যে কোনও অধিকার থাকতে পারে তা বলা হয়েছে
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">ব্যবহারকারী</h4>

        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>আপনি ব্যবহারকারী হিসাবে আমাদের ই-প্ল্যাটফর্ম অ্যাক্সেস অথবা ব্যবহার করতে পারেন</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে সদস্য হিসেবে নিবন্ধন করতে অথবা আমাদের ই-প্ল্যাটফর্মে যেকোনো লেনদেন করার জন্য আপনার বয়স আঠারো বছর বা তার বেশি হতে হবে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি যদি সদস্য হিসাবে নিবন্ধন করতে চান, আপনি সুরক্ষিত অ্যাক্সেসের জন্য প্রোফাইল বিভাগে প্রয়োজনীয় তথ্য প্রদান করতে পারেন। আপনি যদি আমাদের সঠিক এবং সম্পূর্ণ তথ্য প্রদান না করেন, তাহলে আমরা আপনার সদস্যপদ সক্রিয় করতে সক্ষম হব না বা শুধুমাত্র সদস্যদের জন্য বোঝানো বিষয়বস্তুতে আপনাকে অ্যাক্সেসের অনুমতি দিতে পারব না। আপনি সম্মত হন এবং আমাদের ই-প্ল্যাটফর্মে আপনার অ্যাকাউন্ট অ্যাক্সেস করার মাধ্যমে সমস্ত বস্তুগত সময়ে আপনার প্রোফাইল তথ্য সঠিক এবং আপডেট রাখার অঙ্গীকার করেন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি যদি আমাদের ই-প্ল্যাটফর্মের সাথে একটি অ্যাকাউন্ট বজায় রাখতে চান, তাহলে আপনার অ্যাকাউন্টের বিশদ সম্পর্কিত সম্পূর্ণ গোপনীয়তা বজায় রাখার জন্য আপনি সম্পূর্ণরূপে দায়ী
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            এছাড়াও আপনি সম্মত হন এবং আপনার ডিভাইসে কোনো অননুমোদিত অ্যাক্সেস নিষিদ্ধ করার প্রতিশ্রুতি দেন যাতে আপনার অ্যাকাউন্টের কোনো অপব্যবহার রোধ করা যায়
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি এতদ্বারা আপনার অ্যাকাউন্টের মাধ্যমে আমাদের ই-প্ল্যাটফর্মে পরিচালিত সমস্ত ক্রিয়াকলাপের দায়িত্ব নিতে সম্মত হন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	আমরা আমাদের ই-প্ল্যাটফর্মে অ্যাক্সেস প্রত্যাখ্যান করার, অ্যাকাউন্টগুলি বন্ধ করার, কোনো ব্যবহারকারী বা সদস্যকে কোনো পূর্ব নোটিশ বা সূচনা ছাড়াই যেকোনো সময় সামগ্রী অপসারণ অথবা সম্পাদনা করার অধিকার সংরক্ষণ করি
          </li>
        </ul>
      </div>


      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">তৃতীয় পক্ষের ওয়েবসাইট:</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
            আমাদের ওয়েবসাইটের লিঙ্ক থাকতে পারে বা আপনাকে অন্য সাইটগুলিতে নিয়ে যেতে পারে যেগুলি আমাদের দ্বারা পরিচালিত হয় না এবং যার উপর আমাদের কোনও নিয়ন্ত্রণ নেই এবং এইভাবে সেই সাইট ব্যবহার করার সময় আপনার দ্বারা ক্ষতিগ্রস্ত হওয়া কোনও ক্ষতির জন্য দায়ী থাকবে না। আপনি যদি এই ধরনের তৃতীয় পক্ষের ওয়েবসাইট পরিদর্শন করতে চান তবে আমরা আপনাকে সেই তৃতীয় পক্ষের গোপনীয়তা নীতি, ব্যবহারের শর্তাবলী ইত্যাদির বিশদ পর্যালোচনার পরে তা করার জন্য অনুরোধ করব।  
        </p>
        <p class="w-full text-sm text-gray-700">আমরা সেই তৃতীয় পক্ষের দ্বারা আপনার ডেটার কোনো অপব্যবহারের জন্য কোনো দায় স্বীকার করি না।</p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">পুরস্কার পয়েন্ট ব্যবহার করার অনুমতি</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          যখনই আপনি gintaa-র কোনো পুরস্কার পয়েন্ট নীতি অনুযায়ী কোনো প্রযোজ্য পুরস্কার পয়েন্ট অর্জন করেন, আপনি আমাদেরকে আপনার এক বা একাধিক লেনদেনের জন্য সেই পয়েন্টগুলি ব্যবহার করার শর্তহীন অধিকার দেন।
        </p>

        <p class="w-full text-sm text-gray-700 mb-4">
          আমাদের ওয়েবসাইট আপনাকে আপনার রেফারেল লিঙ্কের সাথে gintaa-য় যোগদান করার জন্য অন্যদের আমন্ত্রণ জানাতে এবং শেয়ার করতে অনুমতি দেয়। এক মাসে 60 জনকে রেফার করার সময় আপনার অ্যাকাউন্টে gintaa কয়েন জমা হবে।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">নিরাপত্তা ডিপোজিট:</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          যদি আমাদের প্ল্যাটফর্মে কোনো লেনদেনের জন্য একটি নিরাপত্তা হিসাবে কোনো ডিপোজিট জমা দেওয়ার প্রয়োজন হয়, তাহলে আপনি স্পষ্ট বুঝবেন যে এই ধরনের ডিপোজিট জমা দেবেন যে এটি কোম্পানি আইন, 2013 এর অধীনে কোনো পাবলিক ডিপোজিট নয় এবং আপনি এই ধরনের ডিপোজিটের উপর কোনো সুদ পাওয়ার অধিকারী হবেন না। এবং যে ডিপোজিট শুধুমাত্র আপনার লেনদেনের জন্য একটি নিরাপত্তা হিসাবে রাখা হচ্ছে।
        </p>
      </div>










      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">ডেটা নিরাপত্তা এবং ট্রান্সমিশন</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনার ডেটা প্রাপ্তির পর, আমরা আমাদের গোপনীয়তা নীতির সাথে সামঞ্জস্য রেখে এর নিরাপত্তা রক্ষা করার জন্য সব ধরনের সম্ভাব্য প্রচেষ্টা করব, তবুও আপনি যদি আপনার ডেটার সুরক্ষা এবং সুরক্ষা সংক্রান্ত কোনো সমস্যা সম্পর্কে সচেতন হন, তাহলে অনুগ্রহ করে অবিলম্বে আমাদের গ্রাহক সহায়তা দলের সাথে যোগাযোগ করুন
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	আমরা আপনাকে আমাদের ই-প্ল্যাটফর্মে নিরবচ্ছিন্ন এবং যান্ত্রিক গোলোযোগ মুক্ত ট্রান্সমিশন সহ একটি ঝামেলা-মুক্ত অভিজ্ঞতা দেওয়ার চেষ্টা করব, তবুও এটি প্রয়োজনীয় মেরামত, নিয়মিত রক্ষণাবেক্ষণ ইত্যাদির জন্য প্রয়োজনীয় স্থগিতাদেশ অথবা বিধিনিষেধ (কোনও নোটিশ ছাড়াই) সাপেক্ষে থাকবে। আমরা এই ধরনের সাসপেনশন অথবা বিধিনিষেধের ফ্রিকোয়েন্সি এবং সময়কাল সীমিত করার জন্য সমস্ত সম্ভাব্য প্রচেষ্টা করব
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ইন্টারনেটের প্রকৃতি বিবেচনা করে, আমরা গ্যারান্টি দিতে পারি না যে আমাদের ই-প্ল্যাটফর্মে যেকোন ডেটা ট্রান্সমিশন সম্পূর্ণ নিরাপদ, ভাইরাস, যান্ত্রিক গোলোযোগ অথবা অন্যান্য অবস্থা থেকে মুক্ত থাকবে যা আপনার কম্পিউটার/মোবাইল ডিভাইসের ক্ষতি বা হস্তক্ষেপ করতে পারে।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনাকে অবশ্যই এই প্ল্যাটফর্মটি ব্যবহার করা থেকে বিরত থাকতে হবে যা আমাদের প্ল্যাটফর্মে প্রবেশে বাধা সৃষ্টি করে বা হতে পারে অথবা এর ব্যবহারকে বিক্ষিপ্ত অথবা যে কোনও উপায়ে প্রতিবন্ধী করে তোলে
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি স্বীকার করেন যে আমাদের ই-প্ল্যাটফর্মে আপনার ডিভাইস থেকে আপলোড করা বৈদ্যুতিন যোগাযোগ অথবা সামগ্রীর জন্য আপনি সম্পূর্ণরূপে দায়ী এবং আপনি আমাদের ই-প্ল্যাটফর্ম শুধুমাত্র ব্যক্তিগত ব্যবহার এবং আইনানুগ উদ্দেশ্যে ব্যবহার করার অঙ্গীকার করেছেন। আপনি অবশ্যই আমাদের ই-প্ল্যাটফর্ম ব্যবহার করবেন না এমন কোনো উদ্দেশ্যে যা বেআইনি অথবা অনৈতিক এবং প্রচলিত আইন বা পাবলিক নীতির বিরুদ্ধে।
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বৌদ্ধিক সম্পত্তি অধিকার</h4>
        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আপনি সম্মত হন এবং স্বীকার করুন যে আমাদের ই-প্ল্যাটফর্মে উপলব্ধ সমস্ত সামগ্রী যেমন ছবি, পোস্ট, অফার, চ্যাট, ডিল, পর্যালোচনা, প্রতিক্রিয়া, প্রচার এবং সেইসাথে আমাদের ই-প্ল্যাটফর্মের সাথে সম্পর্কিত সমস্ত সফ্টওয়্যার gintaa, এর সহযোগীদের সম্পত্তি এবং /অথবা তৃতীয় পক্ষ এবং যে এগুলি তাদের নিজ নিজ মালিকদের সম্পত্তি থেকে যায় এবং সংশ্লিষ্ট মালিকের পূর্ব লিখিত সম্মতি ব্যতীত কোনোভাবেই ব্যবহার করা যাবে না
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           আপনি সম্মত হন এবং প্রতিশ্রুতি দেন যে আপনি পুনরায় উৎপাদন, পরিবর্তন, বিতরণ, সঞ্চয়, প্রেরণ, প্রকাশ বা অন্য ওয়েবসাইটে প্রদর্শন করবেন না বা এই ওয়েবসাইটের যে কোনও অংশ থেকে ডেরিভেটিভ কাজ তৈরি করবেন না বা এই ওয়েবসাইটের যে কোনও অংশ থেকে প্রাপ্ত তথ্যকে যে কোনও উপায়ে বাণিজ্যিকীকরণ করবেন না।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            আমাদের ই-প্ল্যাটফর্মে কোনো তথ্য, বিষয়বস্তু বা উপাদান পোস্ট করে বা প্রদর্শন করে অথবা আমাদের বা আমাদের সহযোগীদের কোনো সামগ্রী প্রদান করে এবং প্রযোজ্য আইনের অধীনে অনুমোদিত মাত্রায়, আপনি একটি অপরিবর্তনীয়, চিরস্থায়ী, একচেটিয়া, রয়্যালটি প্রদান করেন। আপনার যোগাযোগের বিষয়বস্তু ব্যবহার, অনুলিপি, প্রদর্শন এবং বিতরণ করার জন্য বিনামূল্যে, বিশ্বব্যাপী লাইসেন্স এবং এই ধরনের বিষয়বস্তু প্রকাশ ও প্রচার করার জন্য সামগ্রীর ডেরিভেটিভ কাজগুলি প্রস্তুত করতে বা অন্যান্য কাজের মধ্যে বিষয়বস্তুকে অন্তর্ভুক্ত করার জন্য এগুলি ব্যবহার করা হয়। এর মধ্যে অন্তর্ভুক্ত থাকতে পারে, কিন্তু এই ওয়েবসাইটে প্রশংসাপত্র প্রকাশ করা এবং উন্নত প্রোডাক্টের জন্য আপনার ধারনা এবং পরামর্শ বিকাশের মধ্যেই সীমাবদ্ধ নয়।
          </li>
        </ul>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">গোপনীয়তা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          আপনার ব্যক্তিগত ডেটা এবং/অথবা সংবেদনশীল ব্যক্তিগত ডেটা মোকাবিলা করার জন্য আমাদের একটি কঠোর নিরাপত্তা ব্যবস্থা রয়েছে। আমরা কীভাবে আপনার ব্যক্তিগত ডেটা অথবা সংবেদনশীল ব্যক্তিগত ডেটা সংগ্রহ করি এবং ব্যবহার করব তা বোঝার জন্য অনুগ্রহ করে আমাদের গোপনীয়তা নীতি দেখুন।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">ট্রান্সফার এবং অ্যাসাইনমেন্ট</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          কোনো একীভূতকরণ, বিক্রয় অথবা অন্যথায় আমাদের ব্যবসার ব্যবস্থাপনা ও নিয়ন্ত্রণে পরিবর্তনের ক্ষেত্রে, আমরা আপনার কাছ থেকে সংগৃহীত এবং/অথবা অর্জিত ব্যক্তিগত তথ্য, বিষয়বস্তু এবং অধিকার স্থানান্তর বা বরাদ্দ করার কোনো সীমাবদ্ধতা ছাড়াই আমাদের অধিকার সংরক্ষণ করি। আমাদের ই-প্ল্যাটফর্মের ব্যবহারের এই শর্তাবলী এবং/অথবা অন্য কোন চুক্তি যা আপনার ব্যবহারের সময় আপনার সাথে সমাপ্ত হতে পারে।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">অধিকার পরিত্যাগের ঘোষণা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          পূর্বোক্ত শর্তাবলীর অধীনে কোনো অধিকার বা বিধান প্রয়োগ করতে আমাদের ব্যর্থতা এই ধরনের কোনো অধিকার বা বিধানের মওকুফ গঠন করবে না এবং এই শর্তাবলীর অধীনে কোনো দাবিত্যাগ শুধুমাত্র তখনই কার্যকরী হবে যদি তা লিখিতভাবে হয় এবং আমাদের অনুমোদিত স্বাক্ষরকারীর দ্বারা যথাযথভাবে স্বাক্ষরিত হয়।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4 contac-gintaa contact-gh">
        <h4 class="text-lg text-gray-700 font-medium mb-4">নোটিশ</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          সমস্ত আইনি নোটিশ বা gintaa-কে বা তার উপর দাবিগুলি লিখিত হবে এবং আমাদের কাছে ব্যক্তিগতভাবে, কুরিয়ার বা ই-মেইলের মাধ্যমে নিম্নলিখিত ঠিকানায় পাঠানো হবে:
        </p>
        <ul>
          <li class="w-full text-sm text-gray-700 mb-2 font-medium">Ascon Softech India Private Limited</li>
          <li class="w-full text-sm text-gray-700 mb-2">
            ঠিকানা:
            <span> gintaa টাওয়ার, মহিসগোট, নিউ টাউন, ডিএলএফ 1 এর বিপরীতে, গেট নং 5, কলকাতা, পশ্চিমবঙ্গ- 700102, ভারত </span>
          </li>
          
          <li class="w-full text-sm text-gray-700 mb-2">
            ইমেইল: <a href="mailto:customer@gintaa.com" class="text-firoza">customer@gintaa.com </a>
          </li>
          <li class="w-full text-sm text-gray-700 mb-2">যোগাযোগের নম্বর : 080-69188100 (9 AM - 9 PM)</li>
        </ul>
        <p class="w-full text-sm text-gray-700 mb-4">
          আমাদের পক্ষ থেকে যেকোনো নোটিশের জন্য, আমরা আপনার সর্বশেষ নিবন্ধিত ঠিকানা এবং/অথবা আমাদের কাছে উপলব্ধ ইমেল ব্যবহার করব এবং এই জাতীয় ঠিকানার যেকোনো পরিষেবা সর্বদা একটি ভাল পরিষেবা হবে।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বিচ্ছেদযোগ্যতা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          যদি পূর্বোক্ত শর্তাবলীর কোন অংশ অকার্যকর, বেআইনি এবং/অথবা অপ্রয়োগযোগ্য বলে পাওয়া যায়, তাহলে সেই বিধান বা অংশটিকে এই শর্তাবলী থেকে বিচ্ছিন্ন বলে গণ্য করা হবে এবং এই ব্যবহারকারী চুক্তির অবশিষ্ট শর্তাবলী ও বিধান বলবৎ থাকবে এবং একটি গঠন করবে আপনার এবং gintaa-র মধ্যে বাধ্যতামূলক চুক্তি।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">অপ্রত্যাশিত ঘটনা</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
           ইন্টারনেট ব্যর্থতা, কম্পিউটার, টেলিকমিউনিকেশনেও সীমাবদ্ধ না হওয়া সহ বলপ্রয়োগের ঘটনা দ্বারা বাধাগ্রস্ত বা বিলম্বিত হলে এই শর্তাবলী বা এই ব্যবহারকারী চুক্তির বিধানের অধীনে কোনও বাধ্যবাধকতা পালনে ব্যর্থতার জন্য আমরা দায়ী বা দায়বদ্ধ হব না। অন্য কোন সরঞ্জামের ব্যর্থতা, বৈদ্যুতিক শক্তি ব্যর্থতা, ধর্মঘট, শ্রমিক বিরোধ, দাঙ্গা, বিদ্রোহ, নাগরিক ঝামেলা / অবাধ্যতা, শ্রম বা উপকরণের ঘাটতি, আগুন, বন্যা, ঝড়, ভূমিকম্প, বিস্ফোরণ, মহামারী/মহামারী, লকডাউন, কোয়ারেন্টাইন সীমাবদ্ধতা, আন্তঃ- রাষ্ট্রীয় বিরোধ, আমাদের ওপর এখতিয়ার রয়েছে এমন কোনো আদালতের আইনি নিষেধাজ্ঞা, আইনের পরিবর্তন, দৈব ঘটনা, যুদ্ধ, সরকারি কর্মকাণ্ড বা তৃতীয় পক্ষের অ-কর্মক্ষমতা ইত্যাদি।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">বিরোধ নিষ্পত্তি</h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          যেহেতু gintaa  সংযোগ স্থাপনের সুবিধা হিসাবেশুধুমাত্র একটি বিনামূল্যের প্ল্যাটফর্ম প্রদান করছে প্রোডাক্টের বিনিময়কারীদের সাথে , চুক্তিভিত্তিক হোক বা অন্যথায়, এই ধরনের প্রোডাক্টের জন্য পশুচিকিৎসক বা ভাউচের বাধ্যবাধকতা সহ, স্টোরেজের জন্য কোনো সুবিধা প্রদান করা, বা যেকোন প্রোডাক্টের গুণমান বা অবস্থা নিশ্চিত করা যেতে পারে, এবং উপরন্তু প্ল্যাটফর্ম ব্যবহারের জন্য কোন বিবেচনার চার্জ নিচ্ছে না। এই  গোপনীয়তা, তালিকা নীতি বা এই ব্যবহারকারী চুক্তির বিধানগুলি সহ এর শর্তাবলী এবং এর সাথে সম্পর্কিত কোন বিরোধ বা পার্থক্য সাধারণত উদ্ভূত হতে পারে না। 
        </p>
        <p class="w-full text-sm text-gray-700">
           যাইহোক, এই চুক্তির সাথে সম্পর্কিত যে কোনও প্রকৃত বিরোধ এখনও উদ্ভূত হওয়ার ক্ষেত্রে, এই ধরনের বিরোধ, যদি নালিশযোগ্য হয়, পক্ষগুলির দ্বারা পারস্পরিকভাবে নিযুক্ত করা একমাত্র সালিশকারীর কাছে উল্লেখ করা হবে৷ সালিশির আশ্রয় নেওয়ার আগে, পক্ষগুলিকে প্রথমে তাদের বিরোধ এবং পার্থক্যগুলি সর্বোত্তম প্রচেষ্টার ভিত্তিতে ভাল বিশ্বাসের আলোচনা / মধ্যস্থতার মাধ্যমে সৌহার্দ্যপূর্ণভাবে সমাধান করতে হবে। বিরোধ নিষ্পত্তির এই ধরনের উপায়গুলি ব্যর্থ হলেই সালিশির আশ্রয় নেওয়া যেতে পারে। আরবিট্রেশন অ্যান্ড কনসিলিয়েশন অ্যাক্ট, 1996-এর বিধান অনুসারে কলকাতায় সালিশি পরিচালিত হবে এবং এই চুক্তির বিষয়ে বা সম্পর্কিত সমস্ত কার্যধারার উপর কলকাতার আদালতের একচেটিয়া এখতিয়ার থাকবে। সালিশের ভাষা অবশ্যই ইংরেজি হতে হবে।

        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="text-lg text-gray-700 font-medium mb-4">গভর্নিং আইন এবং এখতিয়ার </h4>
        <p class="w-full text-sm text-gray-700 mb-4">
          এই শর্তাবলী ভারতের আইন অনুসারে পরিচালিত হয় এবং এটির মাধ্যমে বোঝানো হবে যে, যদি এই শর্তাবলী থেকে কোনো বিরোধ দেখা দেয়, আপনি অপরিবর্তনীয়ভাবে কলকাতার আদালতের একচেটিয়া এখতিয়ারে জমা দিতে সম্মত হবেন।
        </p>
      </div>

      <div class="w-full flex flex-col mt-4">
        <h4 class="w-full text-lg text-gray-700 font-medium mb-4 text-center">সময়সূচী</h4>
        <h5 class="w-full text-lg text-gray-700 font-medium mb-4 text-center">নিষিদ্ধ প্রোডাক্ট তালিকা</h5>
        <p class="w-full text-sm text-gray-700 mb-4">
          নিম্নলিখিত প্রোডাক্টগুলি পোর্টালে বিক্রেতার দ্বারা বিক্রয়ের জন্য অফার করা যাবে না। এই নীতির লঙ্ঘন কোম্পানির আইনি পদক্ষেপের সাথে চুক্তির সমাপ্তি ঘটাবে
        </p>
        <p class="w-full text-sm text-gray-700 mb-4">
          নিম্নলিখিত অ-সম্পূর্ণ তালিকা প্রোডাক্ট বিক্রয়ের জন্য নিষিদ্ধ:
        </p>

        <ul>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	অ্যালকোহল বা যেকোনো ধরনের মদ; </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	অলৌকিক নিরাময় যার মধ্যে রয়েছে অপ্রমাণিত নিরাময়। প্রতিকার বা অন্যান্য আইটেম যা দ্রুত স্বাস্থ্যের সমাধান হিসাবে বাজারজাত করা হয়;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	মাদকদ্রব্য এবং সাইকোট্রপিক পদার্থ; </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	বেআইনি ওষুধ এবং আনুষাঙ্গিক ওষুধ, সালভিয়া এবং ম্যাজিক মাশরুমের মতো ভেষজ ওষুধ;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>অশ্লীল বা আপত্তিকর উপাদান;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            নকল, প্রতিলিপি এবং পাইরেটেড প্রোডাক্ট  বা পাইরেটেড রেকর্ডিং বা অনুমোদিত কপিরাইটযুক্ত সামগ্রীর অনুলিপি সহ যে কোনও বৌদ্ধিক সম্পত্তির অধিকার লঙ্ঘন করে তা ইলেকট্রনিক আকারে বা অন্য কোনও মাধ্যমে যা বর্তমানে বিদ্যমান নাও হতে পারে;

          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	পুরাতত্ত্ব,যদি না বিক্রেতা একজন নিবন্ধিত নিলামকারী হয়</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>প্রাপ্তবয়স্ক সম্পর্কিত প্রোডাক্ট;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            হস্তান্তরযোগ্য হোক বা না হোক, যেকোনো ধরনের সাবস্ক্রিপশনের পুনঃবিক্রয়।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>ভারতীয় মুদ্রা বা নোট;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	ফায়ার অস্ত্র, ছুরি, সামরিক সরঞ্জাম এবং গোলাবারুদ;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	পুলিশ, সেনাবাহিনী, নৌবাহিনী ও বিমানবাহিনী সম্পর্কিত জিনিসপত্র; </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	বন্যপ্রাণী সম্পর্কিত প্রোডাক্ট; </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>জীবন্ত পাখি এবং প্রাণী;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>শিশুর লিঙ্গ পরীক্ষার কিট;</li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            তামাক এবং সিগারেট যার মধ্যে রয়েছে সিগারেট, সিগার, চিবানো তামাক এবং সংশ্লিষ্ট প্রোডাক্ট;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	মানি অর্ডার; </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            পাইকারি মুদ্রা যার মধ্যে রয়েছে ছাড়যুক্ত মুদ্রা বা মুদ্রা বিনিময়;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            সফ্টওয়্যার, সার্ভার, বা অন্যান্য সুরক্ষিত সম্পত্তিতে অবৈধ অ্যাক্সেস সক্ষম করে এমন ম্যানুয়াল, কীভাবে করবেন সেটির নির্দেশিকা, তথ্য, বা সরঞ্জামগুলি হ্যাকিং এবং ক্র্যাকিং সামগ্রী অন্তর্ভুক্ত করে;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>	অনুষ্ঠানের টিকিট; </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	যেকোন অকার্যকরীভাবে মজুত করা আইটেম অথবা যেকোন আইটেম যার জন্য যে কোন সময়ে কৃত্রিম ঘাটতি রয়েছে।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	2020-এর সংশোধনী হিসাবে সময়ে সময়ে সংশোধিত প্রয়োজনীয় প্রোডাক্ট আইন, 1955-এর অধীনে প্রয়োজনীয় প্রোডাক্ট হিসাবে চিহ্নিত যে কোনও আইটেম।
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	বাল্ক বিপণন সরঞ্জাম যা ইমেল তালিকা, সফ্টওয়্যার, বা অযাচিত ইমেল বার্তা (স্প্যাম) সক্ষম করে এমন অন্যান্য প্রোডাক্ট অন্তর্ভুক্ত করে;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	ক্যাবল ডিসক্র্যাম্বলার এবং ব্ল্যাক বক্স যা বিনামূল্যে তারের এবং স্যাটেলাইট সিগন্যাল পাওয়ার উদ্দেশ্যে ডিভাইসগুলি অন্তর্ভুক্ত করে;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	গেমিং/জুয়া যার মধ্যে রয়েছে লটারির টিকিট, খেলার বাজি, সদস্যপদ/অনলাইন জুয়া সাইটের তালিকাভুক্তি এবং সম্পর্কিত বিষয়বস্তু;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            	সরকারী পরিচয়পত্র, লাইসেন্স যার মধ্যে রয়েছে জাল পরিচয়পত্র, পাসপোর্ট, ডিপ্লোমা এবং নোবেল টাইটেল, ড্রাগ টেস্ট সারকামভেনশন এইডস যার মধ্যে রয়েছে ড্রাগ ক্লিনজিং শেক, ইউরিন টেস্ট অ্যাডিটিভ এবং সম্পর্কিত আইটেম;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            ট্রাফিক ডিভাইস যার মধ্যে রাডার ডিটেক্টর/জ্যামার, লাইসেন্স প্লেট কভার, ট্রাফিক সিগন্যাল চেঞ্জার এবং সম্পর্কিত প্রোডাক্ট রয়েছে;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
           	রেগুলেটেড প্রোডাক্ট যা এয়ার ব্যাগ অন্তর্ভুক্ত; পারদ ধারণকারী ব্যাটারি; ফ্রিওন বা অনুরূপ পদার্থ/রেফ্রিজারেন্ট, রাসায়নিক/শিল্প দ্রাবক, সরকারী ইউনিফর্ম, গাড়ির শিরোনাম বা লোগো, লাইসেন্স প্লেট, পুলিশ ব্যাজ এবং আইন প্রয়োগকারী সরঞ্জাম, লক-পিকিং ডিভাইস, কীটনাশক; ডাক মিটার, প্রত্যাহার করা আইটেম, স্লট মেশিন; সরকার বা অন্যান্য সংস্থার স্পেসিফিকেশন দ্বারা নিয়ন্ত্রিত প্রোডাক্ট;
          </li>
        
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            স্টক এবং অন্যান্য সিকিউরিটিজ সম্পর্কিত আর্থিক প্রোডাক্ট;
          </li>
          <li class="text-sm text-gray-600 pb-4 relative pl-9">
            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"/>
            </svg>
            কোনো প্রযোজ্য আইনের অধীনে নিষিদ্ধ প্রোডাক্ট সেখানে তাদের সংশোধনের উপায়ও অন্তর্ভুক্ত।
          </li>
        </ul>
      </div>
    </div>
    
    <div class="w-full flex flex-col mt-8 hidden">
                            <h1 class="text-lg md:text-xl lg:text-[24px] text-gray-900 font-semibold mb-4 lg:mb-7 text-center uppercase">Terms of Use - <span class="lowercase">gintaa</span> food</h1>
                            <p class="w-full mb-6 text-sm text-gray-600 font-medium">Effective as on 17 April 2023</p>
                            <div class="w-full flex flex-col">
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">Welcome to <a href="https://gintaa.com/gintaa-food" target="_blank" class="text-firoza">www.gintaa.com/gintaa-food </a>. </p>
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">Kindly go through these Terms of Use (the "Terms") thoroughly to understand your legal position vis-à-vis the services extended through our website <a href="https://gintaa.com/gintaa-food" target="_blank" class="text-firoza">www.gintaa.com/gintaa-food </a>  (the "Site") or the mobile app of Gintaa food ("Gintaa-food Platform") (the "Services")</p>
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">By accessing or using the Gintaa-food Platform, you are agreeing to these Terms and concluding a legally binding contract with Ascon Softech Pvt. Limited i.e. the owner of gintaa-food and/or its affiliates (hereinafter collectively referred to as "Gintaa-food"). Thus, your accessing of Gintaa-food Platform is an implied acceptance of the terms contained herein.</p>
                                <p class="w-full mb-6 text-sm text-gray-600 font-medium">In case you are not willing to accept the Terms you are at liberty to exit the Gintaa-food Platform without any liability to Gintaa-food. Your use of the Gintaa-food Platform is at your own risk on as is where is basis, and Gintaa-food shall not be liable to any damage that you may suffer by ordinary use of the Gintaa-food Platform.</p>
                            </div>
                            <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">DEFINITIONS</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">Customer :</span> "Customer" or "You" or "Your" refers to you, as a customer of the Services i.e. someone who accesses or uses the Services.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Content"</span> will include (but is not limited to) reviews, images, photos, audio, video, location data, nearby places, and all other forms of information or data. 
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Gintaa-food Content"</span> means content that Gintaa-food creates and make available in connection with the Services including, but not limited to, visual interfaces, interactive features, graphics, design, compilation, computer code, products, software, aggregate ratings, reports and other usage-related data in connection with activities associated with your account and all other elements and components of the Services excluding Your Content and Third-Party Content. 
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">Portal shall</span> mean website <a href="https://gintaa.com/gintaa-food" target="_blank" class="text-firoza">www.gintaa.com/gintaa-food </a>  (the "Site") or the mobile app of Gintaa food ("Gintaa-food Platform").
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Restaurant"</span> means the restaurants listed on Gintaa-food Platform.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">“Sensitive Personal Data”</span> which may, reveal, be related to, or constitute your 
                            </li> 
                            <ul class="list-disc ml-3 pl-12">
                                <li class="mb-2 text-sm text-gray-600">financial data</li> 
                                <li class="mb-2 text-sm text-gray-600">health data</li>
                                <li class="mb-2 text-sm text-gray-600">official identifier</li>
                                <li class="mb-2 text-sm text-gray-600">sex life</li>
                                <li class="mb-2 text-sm text-gray-600">sexual orientation</li>
                                <li class="mb-2 text-sm text-gray-600">biometric data</li>
                                <li class="mb-2 text-sm text-gray-600">genetic data</li>
                                <li class="mb-2 text-sm text-gray-600">transgender status</li>
                                <li class="mb-2 text-sm text-gray-600">intersex status</li>
                                <li class="mb-2 text-sm text-gray-600">caste or tribe</li>
                                <li class="mb-2 text-sm text-gray-600">religious or political belief or affiliation</li>
                            </ul>
                                <li class="text-sm text-gray-600 pb-4 relative pl-9"><svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium"> "Third Party Content" </span>means content that comes from parties other than Gintaa-food or its Customers, such as Restaurant Partners and is available on the Services.
                                </li> 
                                <li class="text-sm text-gray-600 pb-4 relative pl-9"><svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium">"Your content"</span> or "Customer Content" means content that you upload, share or transmit to, through or in connection with the Services, such as likes, ratings, reviews, images, photos, messages, chat communication, profile information, or any other materials that you publicly display or displayed in your account profile.
                                </li> 
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Your representation & warranties:</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You hereby represent and warrant that you are at least eighteen (18) years of age or above and are fully able and competent to understand and agree the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You are in compliance with all laws of India. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The Content on these Services is for informational purposes only and you are aware that Gintaa-food does not have any liability for any information that may have become outdated since the last time the particular piece of information was updated and Gintaa-food reserves the right to make changes and corrections to any part of the Content on these Services at any time without prior notice. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You undertake that Gintaa-food does not guarantee the quality of the food, the prices listed in menus or the availability of all menu items at any Restaurant Partner and Unless stated otherwise, all pictures and information contained on these Services are believed to be owned by or licensed to Gintaa-food. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You also undertake that any information that may be displayed on the Restaurant's listing page on the Gintaa-food Platform is for informational purposes only as such Certification is displayed by Gintaa-food on an 'as available' basis that is provided to Gintaa-food by the Restaurant partner(s)/Merchant(s). Gintaa-food does not make any warranties about the validity, authenticity, reliability and accuracy of such information displayed in this regard. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                any reliance placed by you upon the information thereto shall be strictly at such Customer's own risk and Gintaa-food in no manner shall assume any liability whatsoever for any losses or damages in connection with the use of this information.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food reserves the right to charge a subscription and/or membership fee in respect of any of its product or service and/or any other charge or fee on a per order level from Customers, in respect of any of its product or service on the Gintaa-food Platform anytime in future.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food may from time to time introduce referral and/or incentive based programs for its Customers (Program). These Program(s) may be governed by their respective terms and conditions. By participating in the Program, Customers are bound by the Program terms and conditions as well as the Gintaa-food Platform terms. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Further, Gintaa-food reserves the right to terminate / suspend the Customer's account and/or credits / points earned and/or participation of the Customer in the Program if Gintaa-food determines in its sole discretion that the Customer has violated the rules of the Program and/or has been involved in activities that are in contravention of the Program terms and/or Gintaa-food Platform terms or has engaged in activities which are fraudulent / unlawful in nature. 
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food may from time to time offer to the Customers credits, promo codes, vouchers or any other form of cashback that Gintaa-food may decide at its discretion. Gintaa-food reserves the right to modify, convert, cancel and/or discontinue such credits, promo codes or vouchers, as it may deem fit.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You hereby agree and assure Gintaa-food that the Gintaa-food Platform/Services shall be used for lawful purposes only and that you will not violate laws, regulations, ordinances or other such requirements of any applicable Central, Federal State or local government or international law(s). You shall not upload, post, email, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, junk mail, spam mail, chain letters or any other form of solicitation, encumber or suffer to exist any lien or security interest on the subject matter of these Terms or to make any representation or warranty on behalf of Gintaa-food in any form or manner whatsoever.
                            </li>
                                
                        </ul>
                    </div>
                    
                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Use of services by you or Customer</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">You shall have to create an account using your personal credentials. By creating an account, you agree to receive certain communications in connection with Gintaa-food Platform or Services. You can opt-out or manage your preferences regarding non-essential communications through account settings.</p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Important Terms</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                In order to connect you to certain restaurants, we provide value added telephony services through our phone lines, which are displayed on the specific restaurant listing page on the Gintaa-food Platform, which connect directly to restaurants' phone lines. We record all information regarding this call including the voice recording of the conversation between you, and the restaurant (for internal billing tracking purposes and customer service improvement at the restaurant's end). You explicitly agree and permit Gintaa-food to record all this information when you avail the telephony services through the Gintaa-food provided phone lines on the Gintaa-food Platform.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You agree to use the data owned by Gintaa-food (as available on the Services or through any other means like API etc.) only for personal use/purposes and not for any commercial use unless agreed to by/with Gintaa-food in writing.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You agree not to access (or attempt to access) any of the Services by any means other than the interface that is provided by Gintaa-food, unless you have been specifically allowed to do so, by way of a separate agreement with Gintaa-food. 
                            </li>
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Privacy Policy</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">You represent that you have read, understood and agreed to our Privacy Policy. Please note that we may disclose information about you to third parties or government authorities if we believe that such a disclosure is reasonably necessary to (i) take action regarding suspected illegal activities; (ii) enforce or apply our Terms and Privacy Policy; (iii) comply with legal process or other government inquiry, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process/notice served on us; or (iv) protect our rights, reputation, and property, or that of our Customers, affiliates, or the general public</p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Restrictions on use</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">Without limiting the generality of these Terms, in using the Services, you specifically agree not to post or transmit any content (including review) or engage in any activity that, in our sole discretion:</p>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Violate our Guidelines and Policies;
                            </li>  
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is harmful, threatening, abusive, harassing, tortious, indecent, defamatory, discriminatory, vulgar, profane, obscene, libellous, hateful or otherwise objectionable, invasive of another's privacy, relating or encouraging money laundering or gambling;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Contains material that violates the standards of good taste or the standards of the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Constitutes an inauthentic or knowingly erroneous review, or does not address the goods and services, atmosphere, or other attributes of the business you are reviewing.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Violates any third-party right, including, but not limited to, right of privacy, right of publicity, copyright, trademark, patent, trade secret, or any other intellectual property or proprietary rights;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is illegal, or violates any central, state, or local law or regulation (for example, by disclosing or trading on inside information in violation of securities law);
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Attempts to impersonate another person or entity;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Accuses others of illegal activity, or describes physical confrontations;
                            </li> <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Alleges any matter related to health code violations requiring healthcare department reporting. Refer to our Guidelines and Policies for more details about health code violations.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Disguises or attempts to disguise the origin of Your Content, including but not limited to by: (i) submitting Your Content under a false name or false pretences; or (ii) disguising or attempting to disguise the IP address from which Your Content is submitted;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Accesses or uses the account of another customer without permission;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Constitutes a form of deceptive advertisement or causes, or is a result of, a conflict of interest;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is commercial in nature, including but not limited to spam, surveys, contests, pyramid schemes, postings or reviews submitted or removed in exchange for payment, postings or reviews submitted or removed by or at the request of the business being reviewed, or other advertising materials;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Falsely states, misrepresents, or conceals your affiliation with another person or entity;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                reverse engineers, disassembles or otherwise attempts to derive source code from the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                "Hacks" or accesses without permission our proprietary or confidential records, records of another Customer, or those of anyone else;
                            </li>                              
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Distributes computer viruses or other code, files, or programs that interrupt, destroy, or limit the functionality of any computer software or hardware or electronic communications equipment;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Interferes with, disrupts, or destroys the functionality or use of any features of the Services or the servers or networks connected to the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Violates any contract or fiduciary relationship (for example, by disclosing proprietary or confidential information of your employer or client in breach of any employment, consulting, or non-disclosure agreement);
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Threatens the unity, integrity, defense, security or sovereignty of India Collects, accesses, or stores personal information about other Customers of the Services;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Is posted by a bot;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Harms minors in any way;
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Modifies, copies, scrapes or crawls, displays, publishes, licenses, sells, rents, leases, lends, transfers or otherwise commercialize any rights to the Services or Our Content; or
                            </li> 
                            
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Feedback</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                If you share or send any ideas, suggestions, changes or documents regarding Gintaa-food's existing business ("Feedback"), you agree that (i) your Feedback does not contain the confidential, secretive or proprietary information of third parties, (ii) Gintaa-food is under no obligation of confidentiality with respect to such Feedback, and shall be free to use the Feedback on an unrestricted basis (iii) Gintaa-food may have already received similar Feedback from some other Customer or it may be under consideration or in development, and (iv) By providing the Feedback, you grant us a binding, non-exclusive, royalty-free, perpetual, global license to use, modify, develop, publish, distribute and sublicense the Feedback, and you irrevocably waive, against Gintaa-food and its Customers any claims/assertions, whatsoever of any nature, with regard to such Feedback.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Notwithstanding the abovementioned clause, Gintaa-food or any of its employees do not accept or consider unsolicited ideas, including ideas for new advertising campaigns, new promotions, new or improved products or technologies, product enhancements, processes, materials, marketing plans or new product names. Please do not submit any unsolicited ideas, original creative artwork, suggestions or other works ("Submissions") in any form to Gintaa-food or any of its employees.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The purpose of this policy is to avoid potential misunderstandings or disputes when Gintaa-food's products or marketing strategies might seem similar to ideas submitted to Gintaa-food. If, despite our request to not send us your ideas, you still submit them, then regardless of what your letter says, the following terms shall apply to your Submissions.
                            </li> 
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">FOOD ORDERING AND DELIVERY:</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food provides food ordering and delivery services by entering into contractual arrangements with restaurant partners (<span class="font-medium">“Restaurant Partners”</span>) on a principal-to-principal basis for the purpose of listing their menu items or the Products (as defined below) for food ordering and delivery by the Customers on the Gintaa-food Platform.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                In order to get the eservices of Gintaa-food, you need to first register yourself with Gintaa-food by following the instruction on the Portal and filling up the necessary information. Please note, your registration with Gintaa-food is a voluntary act on your part and Gintaa-food shall not be responsible for such registration. Needless to mention, you are at liberty not to register with Gintaa-food and in which case you shall not be able to get the services of Gintaa-food.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The Customers can access the menu items or Products listed on the Gintaa-food Platform and place orders against the Restaurant Partner through Gintaa-food.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Your request to order food and beverages or Products from a Restaurant Partner page on the Gintaa-food Platform shall constitute an unconditional and irrevocable authorization issued in favour of Gintaa-food to place orders for food and beverages or Products against the Restaurant Partner on your behalf.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Delivery of an order placed by you through the Gintaa-food Platform shall be undertaken directly by the Restaurant Partner against whom you have placed an order, (<span class="font-medium">“Delivery Partners”</span>). Gintaa-food is merely acting as an intermediary between you and the Restaurant Partner and any delay, deficiency in service by the Delivery Partners of the Restaurant Partner shall not be any liability of Gintaa-food.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The acceptance by a Restaurant Partner of undertaking delivery of your order shall constitute a contract of service under the Consumer Protection Act, 2019 or any successor legislations, between you and the Delivery Partner, to which Gintaa-food is not a party under any applicable law. It is clarified that Gintaa-food does not provide any delivery or logistics services and only enables the sale and purchase of food and beverages or Products ordered by the Customers through the Gintaa-food Platform by connecting the Customers with the Restaurant Partners.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You may be charged a delivery fee for delivery of your order by the Restaurant Partner, as the Delivery Partner or the Restaurant Partner may determine (<span class="font-medium">“Delivery Charges"</span>). You agree that Gintaa-food is authorized to collect, on behalf of the Restaurant Partner, the Delivery Charges for the delivery service provided by the Restaurant Partner. The Delivery Charges may vary from order to order, which may be determined on multiple factors which shall include but not be limited to Restaurant Partner, order value, distance, time of the day. Gintaa-food will inform you of the Delivery Charges that may apply to you, provided you will be responsible for Delivery Charges incurred for your order regardless of your awareness of such Delivery Charges.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                In respect of the order placed by You, Gintaa-food shall issue documents like order summary, tax invoices, etc. as per the applicable legal regulations and common business practices.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You are expected to respect the dignity and diversity of Delivery Partners and accordingly you agree to not discriminate against any Delivery Partner on the basis of Discrimination Characteristics (as defined below). You are also expected to enable provision of a secure and fearless gig/ platform work environment for the delivery partners including prevention and deterrence of harassment (including sexual harassment) towards Delivery Partners.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                All prices listed on the Gintaa-food Platform are provided by the Restaurant Partner at the time of publication on the Gintaa-food Platform and have been placed as received from the Restaurant Partner. While we take great care to keep them up to date, the final price charged to you by the Restaurant Partner may change at the time of delivery. In the event of a conflict between price on the Gintaa-food Platform and price charged by the Restaurant Partner, the price charged by the Restaurant Partner shall be deemed to be the correct price except Delivery Charge of Gintaa-food.
                            </li> 
                            
                        </ul>
                    </div>
                    
                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">General Terms and Conditions</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You understand that Gintaa-food is not a manufacturer, seller or distributor of food and beverages or Products and merely places an order against the Restaurant Partner(s on behalf of the Customers pursuant to the unconditional and irrevocable authority granted by the Customers to Gintaa-food, and facilitates the sale and purchase of food and beverages or Products between Customers and Restaurant Partners, under the contract for sale and purchase of food and beverages or Products between the Customers and Restaurant Partners.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Gintaa-food shall not be liable for any acts or omissions on part of the Restaurant Partner including deficiency in service, wrong delivery of order / order mismatch, quality, incorrect pricing, deficient quantity, time taken to prepare or deliver the order, and other similar etc.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You also understand that Gintaa-food is no way responsible for delivery of the food ordered by you and that the entire responsibility for the delivery of the food ordered by you lies with the restaurant partner from whom you have ordered the food.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Please note that some of the food and beverages or Products may not be suitable for certain types of people like people allergic to gluten, lactose etc. or for people under certain age like infants, child below 5 years etc. and the Customer should check the dish she or he is ordering and read its description, if provided, prior to placing your order. Gintaa-food shall not be liable in the event the food and beverages or the Product ordered by You does not meet your dietary or any other requirements and/or restrictions.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                The Restaurant Partner shall be solely responsible for any warranty/guarantee of the food and beverages or Products sold to the Customer and in no event shall be the responsibility of Gintaa-food.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You or any person instructed by you shall not resell food and beverages or Products purchased via the Gintaa-food Platform.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                While placing an order you shall be required to provide certain details, including without limitation, contact number and delivery address. You agree to take particular care when providing these details and warrant that these details are accurate and complete at the time of placing an Order. By providing these details, you express your acceptance to Gintaa-food's terms and privacy policies.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Any amount that may be charged to you by Gintaa-food over and above the order value, shall be inclusive of applicable taxes.
                            </li>
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Cancellation and refund policy:</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">Food once ordered can not be cancelled. Gintaa-food shall not be liable to make any refund of any payment made by you in connection with any cancellation attempted by you.</p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Indemnification</h4>
                            <p class="w-full mb-6 text-sm text-gray-600 ">You agree to indemnify, defend, and hold harmless the Gintaa-food Parties from and against any third party claims, damages (actual and/or consequential), actions, proceedings, demands, losses, liabilities, costs and expenses (including reasonable legal fees) suffered or reasonably incurred by us arising as a result of, or in connection with: (i) Your Content, (ii) your unauthorized use of the Services, or products or services included or advertised in the Services; (iii) your access to and use of the Services; (iv) your violation of any rights of another party; or (v) your breach of these Terms, including, but not limited to, any infringement by you of the copyright or intellectual property rights of any third party. We retain the exclusive right to settle, compromise and pay, without your prior consent, any and all claims or causes of action which are brought against us. </p>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">Termination of your access to the services</h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                You can delete your account at any time by using the direction mentioned in settings.
                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                We may terminate your use of the Services and deny you access to the Services in our sole discretion for any reason including your violation of these Terms.
                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                Once, terminated, a customer may not be allowed by Gintaa-food to re-register with same IP address or credentials.
                            </li>
                        </ul>
                    </div>

                    <div class="w-full flex flex-col mt-4">
                            <h4 class="text-lg text-gray-700 font-medium mb-4 uppercase">General </h4>
                            <ul>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Interpretation:</span>The section and subject headings in these Terms are included for reference only and shall not be used to interpret any provisions of these Terms.

                            </li> 
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Severability:</span>If any provision of these Terms is deemed unlawful, invalid, or unenforceable by a judicial court for any reason, then that provision shall be deemed severed from these Terms, and the remainder of the Terms shall continue in full force and effect.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Entire Agreement and Waiver:</span>No failure or delay by Gintaa-food in exercising any right, power or privilege under the Terms shall be deemed as a waiver of such right or acceptance of any variation of the Terms and nor shall any single or partial exercise by either party of any right, power or privilege preclude any further exercise of that right or the exercise of any other right, power or privilege.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Partnership or Agency:</span>None of the provisions of these Terms shall be deemed to constitute a partnership or agency between you and Gintaa-food and you shall have no authority to bind Gintaa-food in any form or manner, whatsoever.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Dispute Resolution:</span>In case of any dispute that arises between the customer and the restaurant partner, the responsibility of Gintaa-food shall be only limited to the providing of information. The Customer shall not make Gintaa-food a party in any such dispute in any manner whatsoever.

                            </li>
                            <li class="text-sm text-gray-600 pb-4 relative pl-9">
                                <svg width="18" height="13" viewBox="0 0 18 13" fill="none" class="absolute left-0 top-1"><path fill-rule="evenodd" clip-rule="evenodd" d="M17.7071 0.292893C18.0976 0.683417 18.0976 1.31658 17.7071 1.70711L6.70711 12.7071C6.31658 13.0976 5.68342 13.0976 5.29289 12.7071L0.292893 7.70711C-0.0976311 7.31658 -0.0976311 6.68342 0.292893 6.29289C0.683417 5.90237 1.31658 5.90237 1.70711 6.29289L6 10.5858L16.2929 0.292893C16.6834 -0.0976311 17.3166 -0.0976311 17.7071 0.292893Z" fill="#8BC63E"></path></svg>
                                <span class="font-medium mr-1">Governing Law/Waiver:</span>These Terms shall be governed by the laws of India. The Courts of Kolkata shall have exclusive jurisdiction over any dispute arising under these terms.

                            </li>
                            
                        </ul>
                    </div>

                                                
                    <p class="w-full mb-6 text-sm text-gray-600 font-medium mt-4">Please note: Gintaa-food does not solicit confidential information such as OTP/CVV/PIN NUMBER/Card number either through call or mail or any other means. Please do not reveal these details to fraudsters and imposters claiming to be calling on Gintaa-food’s behalf. You may report such suspicious activities to </p>
                    



                            </div>

  </div>
</template>

<script lang="ts">
import Vue from "vue";

export default Vue.extend({
  name: "TermsBengali",
    methods:{
    isFromWeb(){
      if(this.$route.query.fromMobileApp === null){
        return false
      }else{
        return true
      }
    }
  }
});
</script>
